label day10:

    stop music

    play music "audio/audio10day/z_102.mp3"

    image an_10_01: # Анимация с Ульяной, лежащей в комнате и пишущей дневник
        
        "images/an/an10day/an_d10_08.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_09.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_01.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_02.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_03.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_02.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_04.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_02.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_05.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_06.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_07.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_06.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_01.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_08.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_09.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_08.png" with Dissolve(0.5, alpha=True)
        pause 0.5
  
        repeat

    scene an_d10_01_bg with dissolve

    show an_10_01

    "Как-то я забыла написать про наши кружки. Ну, то есть я написала, что они есть, но они настолько интересные, что нужно написать отдельно."

    scene bg mus with dissolve

    "У нас есть: Музыкальный кружок «Меломан», который ведет Мику. "

    scene bg balet_room_empty with dissolve

    "Хореографический кружок «Прима», который ведет Алиса"

    scene bg library with dissolve

    "Ещё есть библиотечный кружок «Юный полиглот», который ведет Женя."

    scene bg dining with dissolve

    "И кружок «Вышивальщица», который ведет Лена в помещении столовой. Там есть такая перегородочка, они берут столы и стулья в зале."

    scene bg fotoc with dissolve

    "А также кружок-фотостудия «Совенок», который ведет Славя."

    scene bg handmade with dissolve

    "Ну и куда без кружка «Умелые руки» с Шуриком и Электроником во главе."

    scene bg stadium with dissolve

    "Также, на нашем стадионе, Тарас Юрьевич ведет секцию «Юный Спортсмен»."

    scene bg fine_arts with dissolve

    "И наконец, тоже мой любимый кружок, кружок ИЗО. Изобразительного искусства."

    "Правда я не рисовала еще, а только позировала Семену (об этом отдельно напишу). Но я наверстаю."


    scene an_d10_01_bg with dissolve

    show an_10_01


    # stop music

    # play music "audio/audio10day/z_102.mp3"

    "Есть расписание занятий кружков и каждый записался в те кружки, которые ему нравятся."

    "Я, конечно, записалась во все кружки. Но из-за того, что я часто занята всякими интересными делами (вы же знаете, какая я непоседа), я не всегда успеваю во все ходить."

    "Я решила, что чаще буду ходить в те, что пригодятся мне в жизни."

    scene bg handmade with dissolve

    "Вот, например, «Умелые руки». Я туда частенько заглядываю по разным делам. Но, скажем, сидеть и паять микросхемы там разные, или крутить всякие винтики мне не очень интересно."

    "К тому же, у меня аллергия на дым канифоли, который там всё время витает в воздухе."

    scene bg balet_room_empty with dissolve

    "Вот кружок хореографии, это класс! Тем более, что его ведет моя лучшая подруга. Про него расскажу, про первый."

    "Занимаемся мы в свободные часы в помещении музкружка, когда Мику не проводит там свои «Веселые голоса», аккомпанируя на рояле малышам. У них хор."

    scene bg stage with dissolve

    "Или когда нет репетиции нашего ансамбля (вот ещё любимое моё занятие – играть на барабанах, на ударной установке). Проводим их прямо на эстраде лагеря."

    scene an_d10_01_bg with dissolve

    show an_10_01

    "Часов получается немного, но зато мы стараемся «выложиться», как говорит Алиса. Начинаем с физических упражнений, согреваний и растяжки."

    "Утренние занятие с Мегги, пробежка и бокс с тенью, тоже как бы входят в физическую подготовку, но это все-таки не хореография."

    "И у Мегги не кружок. Это мы её с Семенном упросили показать нам приемчики. Она же морской пехотинец, хотя и скрывает это. Но нам, под большим секретом, про неё рассказала Саманта."


    scene cg balet_room_training with dissolve

    stop music

    play music "audio/audio10day/z_102.mp3"

    "Сперва начинаем растягиваться. Это очень поможет нам в жизни, так сказала Алиса. На растяжку уходит почти всё занятие."

    "Мику нам аккомпанирует на рояле в такт растяжке. Рояль очень старый и там западает одна клавиша, поэтому Мику играет в другой тональности."

    "Потом мы разучиваем всякие движения. Надо сказать, что эти занятия нам очень помогли, когда Маргарита Павловна разрешила танцы в лагере."

    "В танцевальный кружок (хореографический) ходят пионеры из разных отрядов, в основном, девочки. Но мы обратились к ОД, сказали, что у нас мало мальчиков и нет партнеров изучать парные танцы. И она нам «выделила мальчиков»."

    "Это значит, что часть мальчиков освобождалась от дежурства по кухне и могла провести его, танцуя с нами. Они тогда охотно приходили. Добровольно записались все наши мальчишки, но в основном приходят Толик и Семен."

    "Семен, потому что не ровно дышит к Алисе, а Толик, потому что там у него есть партнерши, которые на обычных танцах в лагере с ним бы танцевать не стали."

    "Из девочек особенно ходит Лена, если не занята в своем кружке (думаю, она заодно «присматривает» за Семеном). Она всё время становится к нему в пару. Ещё ходят Саманта и Атсуи."

    "Женя хочет, но у неё много работы в библиотеке и она стесняется в трико. (Вот дуреха, у неё же лучшая фигура в отряде!) Она прибегает, когда все уходят и занимается с Алисой индивидуально."

    "А ещё Алиса нас ругает что, выражаясь её словами, мы «много жрем». Мы правда все поправились в лагере за эти дни. Но это идет только мне и Мику, потому что мы «доходяги»."

    "Остальные, как выразилась Алиса, «стадо шустрых, пока ещё, бегемотов» (занятие начинается с пробежки вокруг зала)."

    "Ну вот, я рассказала про кружок хореографии."


    scene cg marmalade with dissolve

    stop music

    play music "audio/audio10day/z_127.mp3"

    "А, чуть не забыла! У Мику в помещении музкружка живет кот Мармелад."

    "Сокращенно – Марик. Мы все его любим и таскаем ему с кухни вкусненькое. Поэтому он толстый. Ему без нагрузки никак нельзя."

    "Каждый день он приходит в зал хореографии и, как ему кажется, упорно тренируется. Чтобы наконец сбросить лишний вес, заработанный поеданием изумительных котлеток Любови Никаноровны."


    image an_10_02: # Анимация с Алисой, занимающейся йогой
        
        # "images/an/an10day/an_d10_2_01.png" with Dissolve(0.5, alpha=True)
        # pause 0.5
        "images/an/an10day/an_d10_2_02.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_03.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_01.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_02.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_03.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_01.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_04.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_05.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_06.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_07.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_06.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_05.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_04.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_03.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_08.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_09.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_2_10.png" with Dissolve(0.5, alpha=True)
        pause 0.5

  
        repeat


    scene an_d10_2_bg with dissolve

    "С ним приходила черная, с белой «манишкой и перчатками», кошечка Муся."

    scene an_d10_2_bg

    show an_10_02
    
    pause (10000000000000000000000.0)
    
    hide an_10_02
    
    show an_d10_2_bg

    "У них пока никак не складываются отношения. Все потому, что Мармеладу некогда заниматься пустяками. Усиленные тренировки, вот что занимает все его время."

    "Муся только вздыхает и любуется на своего избранника. Потому наверное, что больше котов в лагере нет. Иногда она тоже пытается делать упражнения, играя с пяткой Алисы."



    scene cg alise_training_wcat with dissolve

    stop music

    play music "audio/audio10day/z_078.mp3"

    "Марик, тоже любит крутиться возле Алисы, когда она показывает нам растяжку."

    "Алиса нам улыбается, а через улыбку шипит на него: «Брысь, животное!»."

    "Но он не уходит. Однажды, когда она делала упражнения лежа, он вообще забрался ей на спину и катался так, вверх и вниз."

    "Еще он любит сидеть на ноге. Алиса смеялась. Она сказала: «Когда я поднимаю ноги или качаю пресс, то использую его как живую гантелю»."


    scene an_d10_01_bg with dissolve

    "Ну всё, я побежала! Много разных дел сегодня. Допишу еще про кружки, попозже."


###########################################
## Десятый день, Часть 2

    stop music

    play music "audio/audio10day/z_124.mp3"   

    scene an_d10_3_bg with dissolve

    image an_10_03: # Анимация Петрович, Алиса, Ульяна и Лена на лавочке
        
        "images/an/an10day/an_d10_3_01.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_02.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_01.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_03.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_04.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_05.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_01.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_06.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_03.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_07.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_08.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_09.png" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an10day/an_d10_3_10.png" with Dissolve(0.5, alpha=True)
        pause 0.5

  
        repeat


    show an_10_03
    
    #pause (10000000000000000000000.0)

    "Вечером всем неохота идти спать и мы собирались возле Петровича, который, как он сам говорил – «заступил на дежурство»."

    "На самом деле никуда он не заступал. Просто из своей каморки, в которой спал днем, перемещался на лавочку возле нашего домика."

    "Оттуда был хорошо виден внутренний двор лагеря и площадь со спортивной площадкой, а также просматривались входы в столовую и библиотеку."



    #hide an_10_03

    "Мы уже ждали. Он неторопливо садился на лавочку, отложив суковатую палку в сторону и, закинув ногу в старом разношенном и сто раз чиненом сапоге за ногу, доставал, как он его называл, «прибор»."

    "Прибор, это маленькое, похожее на коробочку приспособление для скручивания самокруток.."
    
    "Преисполненный собственной важности, Петрович знал, что все мы ждем его вечерних рассказов о «старых добрых временах»."

    scene cg tales_of_petrovich

    "Скоро подтянулись и остальные члены отряда. Всем хотелось послушать."

    stop music

    play music "audio/audio10day/z_125.mp3"

    pe "Трофейная, \n( показывает на коробочку)"

    pe "С мертвого фрица снял. Даа… Вдарил его штыком, в самую середку, он и охнуть успел."

    pe "Здоровенный был, гад. Не дождалась Гретхен своего Фрица. Тут, значит, или он меня или я его. Война. \n(все недоверчиво затихли)"

    scene an_d10_3_bg with dissolve

    pe "Ну так вот, ребятишки, слушайте… Щас расскажу про прииск."

    "Петрович насыпал строго отмеренную часть махорки в коробочку, внутри который была намотана папиросная бумага, провел языком по её краю, провернул валик и ловко вытащил из коробочки готовую сигарету."
    
    pe "Ну вот, значит, был тут золотой прииск."


    pause (10000000000000000000000.0)


return







