label day16:

    $ days = 16

    play music "audio/music/z_300.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (1000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True

    stop music fadeout 1.0


    play music "audio/music/z_176.mp3"

    scene cg ul_al_pe_04 with dissolve

    "После вечерней проверки мы, как всегда, пошли на лавочку, где Петрович сидел на дежурстве, чтобы послушать его рассказы. Очень они у него всегда интересные."

    "Он же в трёх войнах воевал! В Германскую (Первую Мировую), в Гражданскую и в Финскую."


    scene cg ul_al_pe_03 with dissolve

    pe "А в Отечественную я не воевал, детки. Потому как у меня ранение с Финской. Вишь, двух пальцев на правой руке нет и осколок в бедре. Я же с палкой уже почитай с того времени не расстаюсь."

    pe "В общем, пришел я на призывной в поселковый клуб (там в добровольцы записывали). А они (комиссия, значит) говорят мне, мол, ты уже отвоевался, иди домой. Тут фронту помогать будешь."

    pe "А нет, мы тебе на склады на Бурлейку (тогда так лагерь назывался) направление дадим, там сейчас как раз люди нужны. Ну, в общем, воевал я тут, рядом с домом, как говорится."

    pe "И вот, значит, когда немцы бомбить стали..."

    stop music fadeout 1.0


    play music "audio/music/z_589.mp3"

    ul "Погоди, деда! А ты не рассказал, что за склады тут были."

    al "Не перебивай Петровича!"


    scene bg oldmine2 with dissolve

    pe "Склады... Да, склады в шахтах. А по периметру охрана была и ещё лаборатория тут была, военная."


    scene bg oldmine with dissolve

    pe "Чем-то тут для победы занимались. Может какие взрывчатые вещества изобретали. А я так думаю, что чудо-оружие делали. Потому как тут потом взрыв сильный был. Но тогда всё тихо было."

    pe "Однако немцы, видно, прознали про наши склады и аккурат навели авиацию."

    stop music fadeout 1.0


    play music "audio/music/z_015.mp3"

    scene cg ul_al_pe_04 with dissolve

    ul "А какой это был год? Не помните?"

    pe "Как не помнить? Сорок второй был. Они не только бомбили, они еще и десант после высадили. Всё небо было в парашютах."

    pe "Первый бой я принял тут. Вот где, значит, остановка автобуса сейчас. Там большая траншея была и посейчас бруствер видать."

    pe "Подсоблял пулеметчику, молодой мальчишка был, ну лет семнадцать ему. Видно, прибавил себе возраст. Всё у него заклинивал пулемет. Волновался он сильно. Пришлось ему помочь."

    pe "Сел на его место, а он вторым номером. Ну и дали немчуре прикурить."

    ul "А как же, деда, пальцы? У тебя же пальцев нету."


    scene cg ul_al_pe_03 with dissolve

    pe "Хе-хе. Так-то безымянный и указательный. А я, девонька, научился средним нажимать на гашетку-то. Ничего, справился. В общем, отбились мы от десанта."

    al "Вы говорите, два раза немцы тут были. А второй раз?"

    pe "Петрович – Ну, а второй раз тяжело нам пришлось. Они фронт прорвали и их моторизованная часть прямо выкатилась на поселок. Только они отчего-то в поселок не зашли, а прямо сюда."

    pe "Видно у их разведки точные планы были. Что-то их тут манило. Прямо лезли, как ошалелые. С потерями не считались."

    pe "Там вот, на опушке, стояли уже после войны три танка подбитых. Потом уж их убрали. В основном, растащили наши поселковые, на запчасти."

    pe "А в лощинке у Рачьей отмели бронемашина застряла. Утонула. И мотоциклов тут уйму накрошили. Славные были, с колясками."

    pe "Мы их все приспособили для личных нужд. Тут умельцев в поселке хватало. Это сейчас все лентяи, наркоманы и пьяницы. А в то время строго было с этим."

    pe "Ну вот. А как атаку отбили, тут и наши войска подошли. Зажали их. Так они на острове окопались. Там их и кончали. Отбивались они знатно. Форма у них черная под маскировкой. Идейные были, видать, эсэсовцы."

    ul "А на каком острове? Их же два?"

    pe "На Дальнем. Тока вы никому не говорите. Там и посейчас этого железа, наверно, прикопано лежит, не сосчитать. Только соржавело уж всё, наверное. Двое мальчишек там, в 53 году подорвались на минах."

    pe "Правда, потом саперы почистили остров, да так хорошо, что теперь туда походы водят. Ну хотя, на мое мнение, туда не стоит детей водить. Мало ли, где ещё какая гранатка не разорванная лежит?"

    ul "А что ещё было? И про взрыв расскажете?"

    pe "Что ещё? Много всего. Взрыв, да. Большой. Но он странный какой-то. Я много взрывов на своем веку перевидал, а такого — никогда."

    pe "Вот вроде взрыв, а ничего не разрушено. Только деревья все вокруг на километр из земли вырвало и они корнями наружу, в сторону от лагеря лежали. Вот как такое вам? Загадка."

    pe "Я как раз в поселок ушел тогда. Вернулся, а тут никого. Люди как испарились. Комиссия приезжала. Ничего не нашли. Лабораторию закрыли. Но это все вы можете мне не поверить. Скажете, сочиняет старый."

    pe "А вот, например, знаете ли вы, что тут большой самолет в болотах лежит?"

    al "А чей самолет, наш или немецкий?"

    pe "Наш. Транспортный, военный. Тут рядом с поселком аэродром был небольшой."

    ul "Ух, ты! Так, получается, тут война была! Прям настоящая! И наверное, могилы бойцов наших и немецких, тоже есть?"

    stop music fadeout 1.0


    play music "audio/music/z_531.mp3"

    scene bg oldcem3 with dissolve


    pe "А как же? Всех похоронили на кладбище горняков. Наших поселковых там не хоронят. Потому, что заброшенное оно. И вообще, не ходите туда детки. Нехорошее это место."

    scene cg ul_al_pe_03 with dissolve

    ul "Ну что про самолет-то?"

    pe "Я же и рассказываю. Сейчас с аэродрома после взрыва самолет отправили. Видать с донесением. А немецкие истребители тут как тут. Ну и бой завязался."

    ul "И что, никто не помог?"

    pe "Наш ястребок сопровождал конечно, но его срезали и он в сторону моря ушел, дымился очень. Они, понятно, сразу накинулись на транспорт. В хвост его и в гриву расстреливали. Он только стал высоту набирать, но не успел."

    al "Вот черт!"

    pe "Страсть, как его жалко было. Сейчас уж в живых никого из поселка, из тех, кто видел, не осталось, а тогда мы этот бой наблюдали."

    pe "В общем, сбили его и он в сторону лагеря упал, на болотах лежит. Видать на озеро тянул. Наверно, думал летчик, что ещё сядет на воду. Ан, не дотянул."

    al "И что, никто его там не искал?"

    pe "Как не искали? Искали. Важный, видать, был самолет."


    scene bg swamp with dissolve

    pe "Только болота у нас страшные. Туда идти, надо тропку знать. Вижу, как глазки-то у вас разгорелись. И думать забудьте. Без меня там утопнете."

    ul "А вы, деда, тропку знаете?"


    scene bg plane with dissolve

    pe "Знаю, был там. Тока я к самолету не стал подходить. Я с гражданской на мертвяков насмотрелся."

    pe "И потом. Солдата беспокоить не надо. Где упал в землю, там, значит, ему господь определил. Потому я против, что копают эти всякие отряды. Не надо этого. Нехорошо."

    scene cg ul_al_pe_03 with dissolve

    ul "А на вашей карте, что вы доставали, тогда когда мы сома ловили, эта тропка есть?"

    pe "Ах ты, хитрая егоза! Думаешь старика ущучить? Глупый, думаешь, Архип Петрович? Не, меня не проведешь."

    pe "Есть-то есть. Да только не про вас та карта. Там много чего есть. Умирать буду, сожгу. Не надо знать вам и никому, что тут еще в земле лежит."

    pe "Скажу так. Лагерь этот не на хорошем месте придумали. Детям тут не место. Я писал начальству вашему. Только они меня разве слушают?"

    stop music fadeout 1.0


    play music "audio/music/z_176.mp3"

    scene bg auhouse2 with dissolve
 
    "Мы вернулись в домик и после того разговора решили непременно сходить на болота, чтобы посмотреть на самолет. Точно, там есть ТАЙНА! Но прежде надо умыкнуть у Петровича его чудо-карту."

    "А лучше срисовать. А то, он хватиться. Так и решили."

    "Мы с Алисой стали думать, как срисовать карту. Я заметила, куда он её положил. Но потом подумали, что может не получиться перерисовать. Много там значков всяких и непонятных обозначений. Нужно время."
 
    "И тут мне пришла в голову отличная идея."


    scene bg auhouse_crop1
    
    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
   
    ul "Я знаю, как нам карту добыть."

    scene bg auhouse_crop2
    
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Я сама всё время думаю, ничего в голову не приходит. Не будет у нас времени срисовать хорошо карту, а взять её мы не можем. Петрович и так нас подозревает. Так что ты придумала?"

    scene bg auhouse_crop1
    
    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
   
    ul "Помнишь, как Славя нас зазывала в свой фотокружок? Ей натурщики нужны."

    scene bg auhouse_crop2
    
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Ну... Что-то помню такое."


    scene bg auhouse_crop1
    
    show sp_ul_014:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Так вот. Мы скажем, что будем позировать, пусть она делает свои фотоэтюды. Но взамен попросим её дать нам возможность отпечатать свои фотографии в ее фотолаборатории."


    scene bg auhouse_crop2
    
    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Ну ты голова! Точно! Сфотографируем карту."


    scene bg auhouse_crop1
    
    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А то! Но только надо, чтобы был свет хороший. Я видела, как папа делает фото с документов. Он говорил, чтобы свет падал чуть сбоку, а аппарат был хорошо закреплен неподвижно."

    ul "Я ему раз помогала в такой съемке. Правда, у него был специальный зажим для фотоаппарата."

    ul "Но, может быть, у Слави есть такая тренога? Это все-таки лучше, чем снимать руками. Папа говорил, что только кажется, будто руки неподвижны. Они все равно двигаются. И будет не так четко."


    # scene bg fotoc with dissolve

    # "И мы побежали в фотокружок, он как раз открылся после обеда."

    # "Так мы снова получили фотоаппарат."

    stop music fadeout 1.0


    play music "audio/music/z_015.mp3"

    scene bg watchmans_cabin with dissolve

    show sp_al_005:
        yalign 0.0 subpixel True
        xalign 0.9 subpixel True
        zoom 0.6
    with Dissolve(0.3)
    
    show sp_ul_012:
        yalign 0.4 subpixel True
        xalign 0.7 subpixel True
        zoom 0.5
    with Dissolve(0.3)

    "С утра Петрович ушел на рыбалку и мы наконец, смогли пробраться к нему в сторожку."

    "Это было нетрудно, потому что дверца из душевой выходила на склад, а сторожка была пристройкой к нему и имела внутреннюю дверь. Её-то, Петрович никогда и не закрывал."

    scene bg showers2 with dissolve   

    "Мы оторвали шпингалеты в душевой и проникли в склад, а оттуда в сторожку."

    "План этот, мы готовили с вечера и заранее обследовали душевые. Душевые не запирались. Мы даже включили воду в душе, так, на всякий случай, для конспирации, и она громко падала на пол."

    "Мы сделали это, чтобы создать видимость того, что пошли мыться. В таких случаях, ОД требовала, чтобы душевую запирали изнутри. Чтобы мальчики не подглядывали. Чем мы и воспользовались."

    scene bg watchmans_cabin_2 with dissolve   

    "Теперь никто не мог нам помешать. На наше счастье, карта оказалась в незапертом ящике."

    "Возможно, память стала подводить старика и он не закрыл ящик, хотя ключ от ящика торчал прямо в замочке. Наверное, вечером Петрович изучал карту. А утром спешил на рыбалку и забыл запереть."


    scene cg petrovichs_map with dissolve 

    "Карта была довольно большой и подробной. Мы разложили ее на столе и открыли окно, чтобы в каморке стало светлее. Потом поставили треногу. Как сказала Алиса, снимали по науке."

    "Алиса настояла на том, чтобы мы сделали несколько снимков. Карта не умещалась в наш объектив полностью и мы снимали ее частями. В спешке мы даже не успели ничего на ней толком рассмотреть."

    "Нам надо было еще проявить пленку и напечатать фотографии карты."

    "Это тоже было проблемой, т.к. ключи от фотостудии были у Слави. Но мы договорились с ней, что воспользуемся ее реактивами и ванночкой."

    "Алиса, оказывается, умела проявлять и печатать и нам никого не пришлось просить. Иначе пришлось бы раскрыть тайну карты."


    scene bg watchmans_cabin_2 with dissolve

    "Когда мы закончили, то Алиса посмотрела на часы. Оказывается, мы провозились целых два часа."

    "С улицы уже доносился голос Петровича. Он уже вернулся, и на наше счастье, задержался у столовой, болтая с тетей Любой, которой всегда отдавал улов."

    "Но мы успели. Сунув карту в ящик, мы кинулись через потайную дверь, в душевую."
 
    stop music fadeout 1.0


    play music "audio/music/z_043.mp3"

    scene cg al_ul_shower with dissolve 

    "Потом, немного постояли в воде, чтобы выйти с мокрыми волосами."


    scene bg square_day with dissolve

    "Когда мы вышли во двор, все было тихо. Только мимо вели на спортивную площадку малышей из пятого отряда. Они закричали нам Салют! Мы им тоже отсалютовали по пионерски."


    scene bg fotoc with dissolve

    "Вечером, мы проявили пленку и отпечатали фото в Славиной лаборатории."

    show sp_sl_001:
        yalign 0.1 subpixel True
        xalign 0.45 subpixel True
        zoom 1.2
    with Dissolve(0.3)

    "Славя порывалась нам помогать. Но Алиса сказала, что фотографии не те, что можно кому-то показывать."

    hide sp_sl_001

    show sp_sl_003:
        yalign 0.1 subpixel True
        xalign 0.45 subpixel True
        zoom 1.2
    with Dissolve(0.3)

    "Славя понимающе захихикала и сказала: «Вот, значит, зачем вам был нужен фотоаппарат. Ну потом, как-нибудь покажете, что получилось?»"

    hide sp_sl_003

    "Мы, конечно, пообещали. И она отстала. Надеюсь, мы ей не подкинули случайно глупую идею."

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 0.45 subpixel True
        zoom 1.2
    with Dissolve(0.3)
  
    "Алиса прямо так и сказала: «Вот дуреха. Надеюсь на ее благоразумие»."

    stop music fadeout 1.0


    play music "audio/music/z_131.mp3"

    scene cg petrovichs_map with dissolve 

    "И вот карта… Тут я ее не буду прикладывать, подробную, потому что нельзя. Это секретная карта. Вдруг кто ни будь украдет мой дневник."

    "А что бы было красиво, я нарисую кусочек карты, без знаков и дорог, как иллюстрацию."

    "Дальше было вот что. Мы нашли на карте самолет. Петрович его аккуратно нарисовал карандашиком. Но вокруг одни болота и никакой тропинки к этому месту на карте не было."

    "То есть, была, но она обрывалась. Дальше он шел, наверное, по каким-то своим приметам."


    scene bg auhouse_crop2
    
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Думаю, шел по кочкам. Болотные люди ходят по кочкам. У них еще шест такой с собой. Ну, чтобы щупать дно. И на случай, если провалятся, то шест выручит."


    scene bg auhouse_crop1
    
    show sp_ul_025:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ой, что-то мне страшно... Загибнем мы в тех болотах. Говорил же Петрович, что без него туда не пройти."


    scene bg auhouse_crop2
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Подожди. А вот через болота идет какая-то дорога. Написано, узкоколейка."


    scene bg auhouse_crop1
    
    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Но ее еще до войны строили, а может при царе-батюшке. Она, поди, сгнила вся или в болото ушла."


    scene bg auhouse_crop2
    
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Нет, не может быть. Если и ушла, то не совсем. Я знаю, например, что прежде чем дорогу строить, насыпали насыпь. Иначе, почва поезд не удержит."


    scene bg auhouse_crop1
    
    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Думаешь, по насыпи дойти? Тут, правда, недалеко получается от дороги до самолета, если конечно Петрович правильно все нарисовал."


    scene bg auhouse_crop2
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Да, тут недалеко. Хотя, часть пути придется все равно прыгать с кочки на кочку. Но вот, смотри, деревьев тут нет. Может, тут когда-то был запасной аэродром? И к нему пытался дотянуть лётчик, что бы сесть?"


    scene bg auhouse_crop1
    
    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Да, а что. Неплохая идея. Спрятать в болотах аэродром. И немцы ни в жизнь бы не догадались. Наверное, он был резервный."


    scene bg auhouse_crop2
   
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Дорога проходит от тоннеля. Если выйдем на дорогу в поселок, то она пересекает железку. И пойдем по ней. Но железка идет на мост, а узкоколейка от нее ответвляется и идет в болота. По карте вроде так."

    hide sp_al_005
   
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Только не пойму, что это за сарайчик нарисован на карте рядом с узкоколейкой. Может, станция какая? Или склад? Что там?"


    scene bg auhouse_crop1
    
    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Пока не доберемся, не узнаем. Но нас интересует не это. Нас интересует самолет. Хотя... Тоже интересно."


    scene bg auhouse_crop2
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Ладно, сегодня уже не успеем. Завтра с утра пойдем. Надо Толика предупредить, что бы нас подстраховывал."


    scene bg auhouse_crop1
    
    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Он будет проситься с нами."


    scene bg auhouse_crop2
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    
    al "Нет. Не в этот раз."


    stop music fadeout 1.0


    play music "audio/music/z_333.mp3"

    scene bg square_day with dissolve 

    "И вот, значит, что было потом. Мы начали готовиться к походу и я побежала на склад, выпросить у Вано Артабековича «сухой паек»."

    "Этот паек предназначался для походов. Хранились пайки на складе заведующего столовой и выдавались только по распоряжению ОД. Но я знала, что если я попрошу, то Вано Артабекович не сможет мне отказать."

    "Он всегда мне все разрешал, если попрошу. Но я всего один раз просила. Это когда мы с Алисой вечером сильно хотели есть после купания в реке."

    show sp_sem_015:
        yalign 0.08 subpixel True
        xalign 0.45 subpixel True
        zoom 1.2


    "И тут по дороге меня останавливает Семён. Я заметила, что он весь вымазался красками. Наверное, что-то рисовал."

    "Он хватает меня за руку, тянет с собой куда-то и просит, чтобы я ему позировала. Вот прямо как в фильмах о художниках."

    "И тут у меня сразу возникла мысль, что это новое приключение. Тем более, меня никто никогда не рисовал. Вот будет здорово, когда я привезу домой свой портрет и покажу папе."

    "Не всякую девочку рисуют. А тут такое. С другой стороны, надо было готовиться к походу. И я была в нерешительности. Он так умоляюще смотрел."


#ВЫБОР
#НЕ ХОДИТЬ С СЕМЁНОМ

    "Но я не пошла. Потому что меня ждала Алиса."

    "И я вспомнила слова папы, когда он говорил:"

    "«Если наметила одно дело, никогда не отвлекайся. Делай сначала его, потом остальные. Иначе ничего из тебя в жизни не выйдет. Будешь как мама, с ученой степенью в библиотеке работать простым библиотекарем»."

    "Но я не планировала быть библиотекарем, поэтому сказала Сёмену, что через два дня я готова ему помочь, но сегодня не смогу. Он очень расстроился."


    image an_16_01: # Анимация Ульяна Вано столовая
        

        "images/an/an16day/an_d16_00.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_01.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_02.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_03.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_04.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_05.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_04.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_05.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_06.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_07.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_06.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_08.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_06.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_09.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_10.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_11.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_10.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_11.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_12.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_13.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_06.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_14.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_06.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_10.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_11.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_15.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_16.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_17.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_18.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an16day/an_d16_19.webp" with Dissolve(0.5, alpha=True)
        pause 0.5


  
        repeat


    scene an_16_01 with dissolve

    "А я побежала на склад. В общем, паек я получила, даже два. А когда уходила, Вано  Артабекович сказал: «Приходи, сладкая, когда хочешь. Дядя Вано всегда тебе рад»."

    "И при этом он так смешно пучил глаза, поглаживал свое толстое брюхо, улыбался и причмокивал. Было смешно и я чуть не засмеялась. Жаль, Алиса не видела."

    "Я вспомнила, что говорили про него Петрович и ОД. Что он странный. Только никакой он оказался не странный, а просто смешной."


    #pause (10000000000000000000000.0)


    scene black with fade

    stop music

    jump day17

return  
