label day14:

    $ days = 14

    play music "audio/music/z_300.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (1000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True

    stop music


    play music "audio/music/z_400.mp3"

    scene cg meeting_far with dissolve

    "За суетой с нашими с Алисой похождениями все как то забыли о том, что мы должны были устроить праздник в честь приезда Саманты. Но ОД напомнила нам об этом тем же вечером. Мы побежали готовиться."

    "Собственно, событий должно было быть аж три. Первое в честь приезда Саманты, второе в честь празднования Годовщины Лагеря и третье, заключительный прощальный концерт перед отъездом (до которого было еще время)."

    scene cg meeting with dissolve

    "Но приезд Саманты, как сказал бы Петрович, мы «профукали». Даже построения толком не получилось. Ее внезапное появление застало всех врасплох."

    "Поэтому решено было провести творческий вечер и все, что приготовлено, просто почитать со сцены."

    scene bg stage3 with dissolve

    "А у нас ничего приготовлено не было. Если малыши седьмого и восьмого отрядов хотя бы выучили стишки, то у нас, как сказал бы мой папа, «И бык не валялся»."

    show sp_mi_012:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve 

    "Выручила Мику. Она была заведующей музыкального кружка. И вот что она предложила. Она напишет песню, а мы ее разучим и споем хором. Так и сделали."

    hide sp_mi_012


    scene bg stage2 with dissolve

    "Песня получилась неплохая. Называлась «Наш Совенок». Но хор не сложился. Потому, что пели - «кто в лес, а кто по дрова». И как она не билась, ничего не выходило."


    scene bg stage4 with dissolve

    show sp_tol_001:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    show sp_at_001:
        yalign 0.0 subpixel True
        xalign 0.65 subpixel True
        zoom 1.2

    show sp_je_001:
        yalign 0.0 subpixel True
        xalign 0.35 subpixel True
        zoom 1.2

    show sp_sem_001:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2


    "У Толика вообще не было слуха, Атсуи забывала слова, Женя стеснялась, а Семен не пел, а издавал какие-то непотребные звуки."


    scene bg stage4 with dissolve

    show sp_od_001:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    show sp_sl_003:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Как сказала про него ОД, «Ржет как конь стоялый». А Славя засмеялась. Надо спросить у Слави, что такое «конь стоялый», все-таки она у нас селянка."


    scene bg stage4 with dissolve

    show sp_al_005:
        yalign 0.0 subpixel True
        xalign 0.45 subpixel True
        zoom 1.2

    "Тогда, Алиса предложила сделать ВИА. Ну то есть вокально-инструментальный ансамбль. И спеть эту песню с эстрады."


    scene cg al_sl_guitar with dissolve

    "И конечно начались репетиции. Алиса со Славей полностью ушли в «процесс». Подбирали репертуар. Но надо было решить вопрос с организацией. На чем играть, где, когда."


    scene bg mus with dissolve

    "Ну вот, ВИА. Инструменты в музкружке были. И всем эта идея понравилась, особенно мальчикам, это освобождало их от необходимости петь, потому что ВИА был женским."


    stop music

    play music "audio/music/z_306.mp3"

    scene cg ul_drums with dissolve

    "Стали распределять, кто на чем будет играть. Я, конечно, сразу села за барабаны."


    scene cg miku_piano with dissolve

    "Мику, как самая грамотная музыкантша, взяла на себя клавишные и вокал."


    scene cg al_sl_guitar with dissolve

    "Славя с Алисой гитары и вокал."


    scene cg al_mi_guitar with dissolve

    "Мику у нас вообще была «многостаночица». В перерывах между игрой на клавишных, она успевала ещё на ритм-гитаре помочь, там где Алиса выходила в соло импровизацию."


    scene cg mi_sem_stage with dissolve

    "А фон держал Семен, он оказывается мог играть на бас-гитаре, его Мику научила." 


    scene cg mi_sem_training with dissolve

    "(И где это они и когда репетировали, почему я не знаю?!)"


    scene cg ul_drums with dissolve

    "Договорились, что Алиса будет меня подменять на ударных. Я тоже хотела все время вокал, но меня засмеяли. Сказали, что барабанщиков вокалистов не бывает."

    "А я им: «А Ринго Стар?» А они мне: «Так то же Стар... А ты еще не доросла.»"

    "Ну и мы поссорились немного. Но я на репетициях все равно им подпеваю, пока они не слышат. Без микрофона, потому что микрофон они у меня отобрали."

    "(Но позже я всё-таки уговорила их на две песни)."


    stop music

    play music "audio/music/z_410.mp3"

    scene cg miku_piano with dissolve

    "Для нас Мику написала три  песни. Первая, моя любимая, «Почему не спит сова». Вот, прямо про Совенок."


    scene bg stage2 with dissolve

    show sp_fi_006:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Даже Тарасу Юрьевичу понравилось, хотя ему «медведь на ухо наступил»."

    hide sp_fi_006

    show sp_od_010:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    "И ОД тоже похвалила Мику. Сказала, что если будет краевой конкурс пионерских песен, то мы поедем на него с этой песней."

    hide sp_od_010

    show sp_ul_014:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    "Вот там где соло, это я пою. Тоненьким таким голосом."

    hide sp_ul_014

    stop music fadeout 1.0

    #play music "audio/music/z_400.mp3"



    "Вторая – «Знаменосец» и третья - лирическая, «Принеси мне цветок полевой». Ну, она тоже любимая. Но только не про меня. Никто мне записок и цветов не шлет. Ну разве что Пионер. Но он не в счет. А вот знамя, это самое то."

    play music "audio/music/znamenosets_v.4.0.mp3" noloop

    scene cg standard_bearer

    pause (10000000000000000.0)

    "Бьется знамя на ветру - как живое \nЕсли мы умрем в бою - вместе, двое"
    "Люди скажут - не беда, пал за дело. \nБыл он видно до конца - пионером."

    "И тут, у меня всегда ком в горле... Прямо допеть не могу этот куплет. Так жалко знамя, павшее в бою, ну и себя немножко. Вот, я же прямо вижу себя, со знаменем. Ну и лошадку жалко. Да всех жалко."

    "И тут проигрыш такой, на соло гитаре Алиса в конце припева, ка-а-ак выдаст! Ииииуууууууу..."

    "И я на барабанах, бам, бам, и трель такую..."

    "А Мику прям сочно аккорды на ионике. А Семён на басухе тын-тун, тын-тун. Аж в ушах толчки и горшки на подоконнике подпрыгивают."

    "Ну, в общем, круто вышло. Песня прямо вышла офигенная! Даже Маргоше понравилась. Хотя, она у нас и придира."

    stop music fadeout 1.0


    play music "audio/music/wildflower.mp3"

    scene cg wildflower

    "Вот, хотела слова «Цветка полевого» еще написать. Помню там такое..."

    "Принеси мне цветок полевой \nЯ его положу между строк"

    "Не судьба нам наверно с тобой \nРазбегутся тропинки дорог..."

    "Тоже очень слезная песня. На прощание с лагерем мы ее споем. Но вот, слова, я их не полностью знаю. Сбегаю, перепишу и потом тут выложу, в дневник. Тоже хорошая песня. Про мальчика и девочку. Про пионеров в общем."

    pause (100000000000000000.0)

    stop music fadeout 1.0



    play music "audio/music/z_450.mp3"














    pause (10000000000000000000000.0)


    scene black with fade

    stop music

    #jump day15

return   
  










