label day22:

    $ days = 22

    play music "audio/music/z_300.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (1000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True

    stop music fadeout 1.0


    play music "audio/music/track6.mp3"

    scene bg bravepath with dissolve

    "Утром все было готово. Долгожданный поход по тропе Отважных "


    scene bg goldd with dissolve

    "С посещением землянки золотоискателя."


    scene bg lakedeep2 with dissolve

    "И озера Глубокое."


    scene cg hike2 with dissolve

    "Все построились в колонну. Все с рюкзачками в походных майках и куртках. Однако ОД настояла на галстуках. Это было как-то нелогично, но я промолчала. Опять скажут: «Ленина в каждой дырке затычка»."

    "В рюкзаках побрякивали консервные банки, ложки и миски. Было пять утра, всех еще покачивало от желания спать."

    "Но надо было идти. Потому, что до Старого Лагеря, от которого начиналась тропа, было полдня пути. А нас ждали еще подъем на хребет Лесистый и десять километров бодрой ходьбы по лесу."

    od "Не спать! На привале, вздремнете!"

    le "А далеко еще до привала Ольга Дмитриевна? А то, я уже готова."
  
    od "(Сверкнув газами) \nТихонова, не разлагай мне группу, все кроме тебя в тонусе. Подтянись!"


    scene bg bravepath2 with dissolve

    "Это было оптимистично сказано. Вряд ли мы были в тонусе. Но промолчали. Физрук, который хотел с нами пойти, приболел (чему мы были несказанно рады), и с нами пошел вожатый пятого отряда."

    "Малышей он перепоручил своему товарищу. Звали нашего вожатого Василий."


    scene cg redhead_vas with dissolve

    "Рыжий, конопатый, смешной, угловатый. Весь какой-то нескладный и долговязый. Зато, очень улыбчивый. Прямо человек-подсолнух."

    "Вася был отчаянно некрасив, и наши девочки, увидев, как он покачиваясь и выбрасывая вперед свои ноги-ходули, подошел к отряду, разочарованно вздохнули хором. И так громко, что раздался звук: «У-у-у!»"

    "От Васи это не ускользало. Но он, очевидно, привык к такой реакции женской половины лагеря и, что называется, и бровью не повел."

    "Хотя, судя по тому, что он шел сзади, за Женей, и все время поправлял ей рюкзак и подавал руку, когда мы переходили ручей, она ему нравилась."

    "В свете последних событий с «ночными читками» в библиотеке, Васе, похоже, ничего не светило."


    scene cg hike2 with dissolve

    "Толик, по очереди с Шуриком, тащили гитару. Мику фотоаппарат. Она подвязала хвосты, заплетя их в большой узелок, и ее тонкая длинная шея от этого казалась еще более беззащитной и хрупкой, чем обычно."

    "Обтягивающие джинсы ей очень шли, подчеркивая ее длинные стройные ноги."

    "Маленькая Саманта отказалась надеть штаны, несмотря на все уговоры ОД. Ее короткие (слишком короткие) шортики обнаружили незагорелые части тела, от которых Вася не мог отвести глаз."

    "Он то и дело спотыкался и оглядывался. Мегги ухмылялась. Она несла сразу два рюкзака, свой и Саманты. Похоже, крутизна тропинки никак не сказывалась на её лёгкой спортивной походке."

    "Семен шел и демонстративно не обращал внимания на Лену и Славю, которые искали глазами его взгляда. И как бы невзначай, был занят разговором с Электроником."

    "Электроник же, наоборот, пытался взять Семена за руку, но тот все время ее убирал."

    al "(Наблюдая за Семеном) \nЭто мудро. Когда сидишь на двух стульях, лучше, на всякий случай, держаться за стол."

    al "(Толкнула Ульяну в плечо). \nА мы то думали, наши кибернетики — не разлей вода. Что-то тут не так."

    "Дорога пошла в гору. Все запыхтели."
 

    stop music fadeout 1.0


    play music "audio/music/z_181.mp3"

    scene cg hike with dissolve

    pause (10000000000000000000000.0)

    od "Еще полчаса, и первый привал!"

    "Она шла, как заправский турист, пропустив вперед только Шурика и Семена. Электроник, не найдя поддержки, перестроился в хвост группы."

    le "Ой, мамочки, я не выдержу полчаса."

    "Семен вернулся, и она тут же облокотилась на его вовремя подставленную руку."

    al "Наконец-то, наш Ромео проявил чуткость."

    "Но она явно поспешила сделать выводы, потому, что на другой руке у Семена уже плотно повисла Славя. Так они и шли втроем."

    "Алиса остановилась, поджидая, и когда те поравнялись с ней, спросила:"

    al "Не тяжело? Может, и меня на буксир возьмешь, Сёмочка? Ты такой сильный!"

    mi "(Проходя мимо) \nЯзва ты, Алиска, трудно будет тебе найти себе громоотвод по жизни."


    stop music fadeout 1.0


    play music "audio/music/track4.mp3"

    al "А я может, уже нашла. Просто даю в прокат, на время, более нуждающимся."


    scene bg bravepath with dissolve

    "Все засмеялись. Никто не воспринимал эту игру слов, в серьез. Но идти стало заметно легче."






    pause (10000000000000000000000.0)

    scene black with fade

    stop music

    #jump day23

return                                                                                                                              