label day33:

    $ days = 33

    play music "audio/music/z_300.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (1000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True


    stop music fadeout 1.0


    play music "audio/music/z_176.mp3"


    scene an_d29_13 with dissolve

    "Утром меня вызвала Ольга Дмитриевна."

    od "После танцев я прошла по всем отрядам и заглянула в каждый домик. Вас с Дваческой на месте не было. Где вас нелегкая носила? А заодно Ясеневу и Персунова?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ольга Дмитриевна, а почему бы Вам не спросить у самого Семена? Вы же с ним в одном домике живете."


    scene an_d29_05 with dissolve

    od "Не уходи от темы, Ленина! Может, я хочу сверить ваши показания. К тому же, у меня есть независимый источник информации."


    scene an_d29_13 with dissolve

    "И тут я поняла, что близка к провалу. Я не знала, что Семен рассказал Ольге. И если я сейчас начну врать, то она сразу поймет."

    "Хотя, возможно, она только притворяется, что допросила Сёму, и Семён ей еще ничего не рассказывал. И я стала тянуть время, лихорадочно соображая, что можно сказать в этой ситуации."


    scene cg od_office_sem_window with dissolve

    "Между тем, за спиной ОД показался Семен."

    "Он прижался к окну и внимательно слушал наш разговор. Он делал мне знаки руками. А я продолжала тянуть время."


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Сначала скажите, кто этот Ваш независимый источник."


    scene an_d29_05 with dissolve

    od "Неважно. И к тому же, ты не в том положении, чтобы задавать такие вопросы. Не забывайся, Ленина! Вопросы тут задаю я."


    scene cg od_office_sem_window with dissolve

    "В это время я смотрела на Семена, а он показывал руками, как будто едет на мотоцикле. Ну пантомима такая."

    "И я поняла, что он рассказал ОД про гонки. Но вряд ли всё, а скорее всего, безобидную версию."


    scene an_d29_01 with dissolve

    od "У вас с Двачевской уже третий привод. Сначала была рыбалка, потом драка, теперь нарушение режима."

    od "Уже после первого проступка, я обязана была подать рапорт Маргарите Павловне, о вашем исключении из лагеря."

    od "Ну так что, будешь тянуть время, препираться или расскажешь, как всё было?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Хорошо, я расскажу. Только вы никого не наказывайте, ладно?"

    ul "В общем, на танцах, после перерыва, мы пошли смотреть на гонки. Нас пригласили мотоциклисты. У них были гонки на старой дороге."

    ul "И мы решили никого не звать, чтобы, как вы говорите, не было массового нарушения режима, и пошли вчетвером."

    ul "Мы надеялись, что у них там все закончится в течение часа и мы успеем к отбою. Но гонка затянулась."

    ul "Не могли же мы, не досмотрев такое зрелище, вернуться в лагерь! И мы досмотрели. Когда ещё такое в жизни будет? Вот Вы, сколько раз видели гонки мотоциклистов?"


    scene an_d29_01 with dissolve

    od "Вообще-то, я не хожу на такие мероприятия. Не была ни разу. И не собираюсь."


    scene bg od_office with dissolve

    show sp_ul_014:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вот видите, Вы такое в жизни пропустили. А это было потрясающее зрелище! И мы очень жалели, что Вы не с нами."


    scene cg od_office_sem_window with dissolve

    "За спиной у Ольги я увидела, как Семен удовлетворенно улыбнулся и кивнул. Значит, я всё сделала правильно."


    scene an_d29_01 with dissolve

    "ОД сначала растерялась, а потом решила задать еще один, каверзный вопрос, на засыпку."

    od "Так значит, ты говоришь, что вы вернулись сразу после гонки? Это было в 22:30?"


    scene cg od_office_sem_window with dissolve

    "Семен за спиной ОД отчаянно замотал головой."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ну что Вы, Ольга Дмитриевна! В это время еще только первая пара откатала."


    scene an_d29_20 with dissolve

    "А сколько было пар?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "(Подумав) \nВроде, шесть пар. И когда мы вернулись, мы сразу упали в кроватки и заснули. Когда там нам было на часы смотреть?"


    scene an_d29_11 with dissolve

    od "(Недоверчиво) \nДа, в целом всё сходится. Я заходила к вам дважды, в 22 часа и в 23 часа, но вас еще не было."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вы же знаете, Ольга Дмитриевна, мы Вас все очень уважаем. Мы бы Вас не подвели."


    scene an_d29_11 with dissolve

    "А эти, ну, мотоциклисты, они вам не предлагали выпивку?"


    scene bg od_office with dissolve

    show sp_ul_050:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "(Притворно испугавшись) \nЧто вы! Боже сохрани! Они не предлагали, но даже если бы и предложили, то мы бы никогда. Вы же нас знаете. Ни за что. Вот, честное пионерское!"


    scene an_d29_01 with dissolve

    od "Врешь и не краснеешь. Ладно, иди. Считай, что выкрутилась. Но я ещё допрошу Ясеневу и Двачевскую. И не дай Бог, они скажут мне другое."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Не скажут."

    hide sp_ul_012


    show sp_ul_045:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А Вашему независимому источнику передайте, если мы его вычислим, то мало ему не покажется. Мы не потерпим ябеду и предателя в своем отряде."


    stop music fadeout 1.0


    play music "audio/music/z_023.mp3"


    scene bg auhouse2 with dissolve

    "После нашего похода в развалины, мы с Алисой договорились вести совместное расследование всех тайн лагеря и стали думать, кого нам взять в команду."

    "Было понятно, что вдвоем распутать этот клубок нам было не под силу. Кто-то должен был прикрывать нас во время наших вылазок и этот кто-то должен быть надежен, как скала."


    scene bg auhouse_crop2 with dissolve


    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А кто у нас скала?"


    scene bg auhouse2 with dissolve

    "Мы стали перебирать все кандидатуры."


    scene bg camp_artifacts with dissolve

    show sp_le_016:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Лена отпала по причине вполне понятной."

    "Во-первых, она дружила с Семёном и точно рассказала бы все наши тайны ему, а тот Виоле."

    "Во-вторых, она была типичная тихушница, к таким как она в нашей школе всегда относились с подозрением. Ни я, ни Алиса, никогда не знали, что у неё на уме. Это настораживало."

    "К тому же, она не стала бы нас покрывать, так-как скорее всего ревновала Семёна к Алисе."

    hide sp_le_016


    show sp_sl_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Славя. Славина кандидатура, конечно, была хороша. Она была спортсменкой и умела держать язык за зубами, была надежна и не была трусихой."

    "Но её чрезмерная правдивость и желание всё делать по правилам в конце концов привели бы к постоянным спорам."

    "Она точно не одобрила бы, например, нашу воровскую вылазку за личными делами. Про сути, мы взломали ящики с документами Ольги Дмитриевны."

    "А это, с точки зрения Ясеневой, было нечестно и даже преступно. В её глазах мы были хулиганами. И она точно уговаривала бы нас явиться с повинной."


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "(Грустно вздохнув) \nДа, Славя слишком правильная. Ладно, отпадает. Кто там у нас еще?"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Женя. Она, правда, соня и неспортивная. К тому же, вечно сидит в библиотеке. Но на линейке могла бы нас прикрыть."

    ul "Но. Её мать – директор лагеря и если что-то случится... Ну, ты понимаешь."


    scene bg auhouse_crop2 with dissolve


    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Да. Это вилы."

    "Мы помолчали. Наконец, Алиса задумчиво произнесла:"

    al "Мику, Атсуи и Саманта тоже не подходят. По причине того, что они интуристы."

    al "Даже если они проникнутся идеей расследования, захотят быть с нами, будут за нас горой, то в ситуации, если мы втянем их в какую-нибудь историю, мягко говоря, вляпаемся, будет большой шум."

    al "Это же, как сказал бы Петрович, «дело политическое»."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Тогда остаются мальчишки."



    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Алиса ловко повертела между пальцами перочинный нож и метнув, воткнула его в дверной косяк. Как будто поставила точку. Она всегда так делала, когда приходила к какому-то решению."

    "Много раз просила её научить меня так вращать открытый нож, но она отшучивалась. Говорила: «Зачем тебе это, ты же не урка?»"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ты это чего, придумала что-нибудь?"


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Слушай. Значит так. Электроника трогать нельзя. Он всегда всё забывает и кроме своей науки ничего не помнит. Да и на Шурика я не надеюсь. Какой-то он тараканистый."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Чего?"


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Ну, с тараканами в голове. То есть, с придурью. Мало ли, что ему взбредет в голову?"

    al "Возьмет невзначай, да и проболтается. В разговоре, не специально. Он же рассеянный. Забудет, что это – ТАЙНА."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ну, не тяни, говори!"


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А кто нас прикрывал у костра и на вечерней поверке? Кто всегда молча таскает наши рюкзаки? Кто скромен и нем, как могила?"


    scene bg auhouse2 with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al_ul "(Хором) \nТолик!"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Точно! Вот это — кандидатура!"


    scene bg auhouse_crop2 with dissolve

    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Знаешь, как он будет рад и горд, что мы ему доверили ТАЙНУ?! С ним же никто не дружит, он одинок. Ну видишь, как я здорово придумала?!"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Тихо. Кажется, идет Ольга Дмитриевна... Странно. Я же только от нее, мы вроде все выяснили. Неужели, кто-то раскололся? Это не к добру."


    scene bg auhouse3 with dissolve

    show sp_od_022:
        yalign 0.0 subpixel True
        xalign 0.5 subpixel True
        zoom 1.1

    "Дверь открылась. В комнату заглянула Ольга Дмитриевна."

    od "Саша Бременская из второго отряда к вам не заходила?"


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А что ей тут делать? Да еще в такую рань."


    scene bg auhouse3 with dissolve

    show sp_od_022:
        yalign 0.0 subpixel True
        xalign 0.5 subpixel True
        zoom 1.1

    od "А то, что оказывается, ее тоже не было вчера после отбоя в лагере."

    od "Увидите её, сразу отправьте ко мне. Я на вас надеюсь. Если будете мне помогать, я забуду историю с вашей рыбалкой. \n(уходит)"


    scene bg auhouse_crop2 with dissolve

    show sp_al_002:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Так... В отряде появилась КРЫСА."


    stop music fadeout 1.0


    play music "audio/music/z_176.mp3"


    scene bg camp_fog with dissolve

    "С утра лагерь окутал сильный туман. Никогда такого не видела."

    "Солнце спряталось, и стало немного сумеречно, потом домики стали погружаться в марево. Туман наступал на лагерь со всех сторон."

    "Алиса сказала, что он сиреневый, а мне он показался голубым. В другое время мы обязательно поспорили бы, но сейчас нас больше заботило другое."

    "Настораживала информация от ОД. Во первых, в отряде появилась КРЫСА."

    "Во вторых, если Бременская расколется, то быть беде."

    "Надо было ее предупредить и рассказать ей нашу версию для ОД, чтобы мы врали одинаково. Последнее время Саша пропадала там."


    stop music fadeout 1.0


    play music "audio/music/z_111.mp3"


    scene cg bikers_fog with dissolve

    "Мы кинулись к мотоциклистам. Далеко идти не пришлось. Они прогревали моторы у ворот лагеря, собирались ехать в поселок."

    "К счастью, еще не уехали. В тумане они выглядели как персонажи фантастического фильма."

    "Алиса подошла к Жану и все ему объяснила. Жан тут же подозвал какого-то мотоциклиста. Они побеседовали, и тот убежал в их лагерь."

    "Потом Жан сделал рукой жест, мол, «все будет нормально»."


    stop music fadeout 1.0


    play music "audio/music/z_067.mp3"


    "Мотоциклисты перестали прогревать моторы чтобы Алиса с Жаном смогли поговорить. И они о чем-то говорили обнявшись. Потом он ее поцеловал, и мотоциклисты уехали по дороге в поселок, прямо в туман."


    scene bg road2 with dissolve

    "Алиса стояла и смотрела им вслед. Я спросила ее, что случилось. А она сказала, что у нее странное предчувствие. И что, может быть, всему виной туман. А потом мы пошли искать Толика."


    stop music fadeout 1.0


    play music "audio/music/z_023.mp3"


    scene bg camp_fog with dissolve

    "Толика уже второй день никто не видел. Но, как ни странно, ОД о нем не спрашивала."

    "Вездесущая Лена сказала, что он ходит через брод в камыши и у него там есть место для рыбалки."

    "И тут я вспомнила, что Толик боится приведений. На чердаке он сказал, что никогда бы не пошёл в Дом на Болотах. У меня возникла идея."

    "Утро, туман, он там нас не заметит, а мы такие из тумана выскочим на него в простынях. Вот он напугается."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Я сказала Алисе. Она ответила что идея дурацкая. Но потом, видя, что я не унимаюсь, согласилась."

    hide sp_al_056

    "И мы прихватили с собой две простыни. Купаться мы не собирались и купальники решили не брать."


    scene cg map_tol_hut with dissolve

    "Сначала мы забрались на небольшую горку за лагерем, откуда была видна Рачья отмель. Но дыма от костра мы не увидели."


    scene cg al_ul_hill with dissolve

    al "Странно, Где же он может быть?"
 

    pause (1000000000000000000000000.0)


    stop music fadeout 1.0


    play music "audio/music/z_131.mp3"


    scene bg dnest2 with dissolve

    "Но вдруг, далеко за рекой, в районе Непроходимого брода, где надвигающийся туман еще не успел поглотить лес, блеснул едва заметный огонек."

    "Мы посовещались и решили, что у нас нет вариантов, и надо идти к броду."


    scene bg ford4 with dissolve

    "Мы пересекли реку у Первого Брода по небольшому мостику и пошли по тропинке, в сторону Старого лагеря."

    "Через несколько сотен метров тропа разбегалась, на тропку идущую к реке и на тропинку в Старый лагерь. Мы свернули к реке."


    scene bg dnest2 with dissolve

    "Эта тропа должна была вывести нас сначала к камышам и болоту, а затем к Непроходимому броду, где, если верить рассказу Юли, утонул немецкий бронетранспортер."

    "Действительно, вскоре мы увидели реку и костер на песчаном берегу. Берег был очень ровный и казалось, до Большого Острова рукой подать."

    "На вид тут должна была бы быть переправа. Не удивительно, что немцы обманулись, решив переправляться именно здесь."

    "Но именно здесь, река намыла огромное количество ила и дно под ногами проваливалось. Идя по щиколотку, можно было вдруг провалиться по грудь, а то и по шейку."

    "Это был самый короткий путь в лагерь, но тут было течение и все ходили в обход."


    stop music fadeout 1.0


    play music "audio/music/z_201.mp3"


    scene cg tol_hut with dissolve

    "Мы затаились в камышах. Вскоре мы убедились, что у костра сидел именно Толик. Это было нетрудно определить по отсвечивающей в свете костра лысине."

    "Неподалеку стоял шалаш. Судя по шалашу, построен он был не сегодня."


    scene bg tol_hut_fog with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Так вот куда периодически пропадает Толик. Вот только, что он тут делает? Это далековато от лагеря. Да и место, прямо скажем, неприветливое."

    hide sp_al_056


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А ты заметила, что сюда тоже надвигается туман? Смотри, из тумана выпрыгивают какие то огоньки. Что это?"

    hide sp_ul_013


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Так уж и выпрыгивают. Обычное дело. Это гнилушки светятся. А туман действительно странный."

    hide sp_al_055

    "Осмотревшись, мы заметили небольшой плотик, привязанный к растущей у воды иве. Мы решили напугать Толика, как и договаривались. Нам показалось, что он задремал. Это было кстати."


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Выскочим одновременно с разных сторон. Только ты тоже ори, а то если я одна, будет не тот эффект."



    stop music fadeout 1.0


    play music "audio/music/z_193.mp3" noloop


    scene cg al_ul_tol_ghosts with dissolve

    "Мы надели на себя простыни и с раскинутыми руками и с криком «У-у-у!» выскочили к костру. Эффект был потрясающий!"


    pause (10000000000000000000000000.0)


    stop music fadeout 1.0


    play music "audio/music/z_149.mp3"



    "Толик вскочили на ноги, потом упал. Он дико верещал от страха, а мы хохотали и бегали вокруг, махая руками, как крыльями."

    "Но Толик вдруг, упал на спину и стал дергался как припадочный."

    tol "Не надо! Я всё расскажу, я больше не буду, не убивайте меня! Я не виноват! ОНИ заставили меня!"

 
    scene cg al_ul_tol_ghosts2 with dissolve

    "Сначала мы думали, что он тоже притворяется. Подыгрывает. Но он был по-настоящему напуган. Нам это показалось странным."


    pause (10000000000000000000000.0)


    "Алиса остановила меня и указала рукой на валяющиеся вокруг шалаша бутылки, которые мы не заметили сразу. Их было много."

    "Толик продолжал орать и кататься по земле, потом подполз к Алисиной ноге и вцепился в неё, причитая:"

    tol "Не надо! Я сделаю то, что вы скажете."

    "Все попытки стряхнуть его с ноги, оказались безрезультатными. Толик был пьян, ничего не соображал и это было очевидно."

    "Алиса устало плюхнулась на траву, не обращая внимания па плачущего Толика, стискивающего её ногу. Она подняла бутылку, посмотрела на этикетку и сказала:"


    stop music fadeout 1.0


    play music "audio/music/z_417.mp3"


    scene bg tol_hut_fog with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Портвейн. Похоже, сейчас он считает, что разговаривает с демонами. Воспользуемся этим и кое-что вытянем из него."

    hide sp_al_056


    show sp_al_062:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Отпусти ногу, лишенец! А то я превращу тебя в жабу!"

    hide sp_al_062


    scene cg al_ul_tol_ghosts2 with dissolve

    "На удивление, Толик тут же отпустил ее лодыжку и сел, преданно уставившись на Алису слезящимися глазками. Лицо его было красным и распухшим, как подушка."


    scene bg tol_hut_fog with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    "«Белочка» – диагностировала Алиса"

    al "Кайся, злыдень! Рассказывай всё и тогда спасешься! \n(она явно блефовала)"


    hide sp_al_056


    stop music fadeout 1.0


    play music "audio/music/z_171.mp3"


    scene cg al_ul_tol_ghosts2 with dissolve

    "Толик упал ниц, распростёршись перед Алисой, и глядя в землю, стал быстро бормотать. Из его бессвязной речи было понятно, что он сожалеет и раскаивается о том, что сделал."

    "А именно, подглядывал, подслушивал и докладывал..."

    "Алиса напирала на него и заставила сказать, кому и какую информацию он сдавал. По признанию Толика, заказчиком информации была не кто иная, как Ольга Дмитриевна."

    "Он подсматривал за каждым членом отряда и докладывал ей обо всех наших «запрещенных» мероприятиях."

    "В том числе, она знала про День рождения Жени, который мы отмечали ночью в старом лагере. Также ей было известно о проводившемся там конкурсе чулок."


    scene bg tol_hut_fog with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Так вот почему она знает о нас так много!"

    "Алиса пнула Толика. Он взвизгнул."

    hide sp_al_056


    "Где-то на тропе послышался топот и треск сучьев, как будто кто-то шел в сторону костра."

    "Мы с Алисой заметались. Вокруг были река и болото, отступать можно было только в сторону той самой тропы, по которой кто-то двигался в нашу сторону."


    stop music fadeout 1.0


    play music "audio/music/z_202.mp3"


    show sp_al_057:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Всё, это кранты. Не знаю, кто там, но мы не должны попасться никому на глаза. Скорее всего, нам припишут портвейн и пьянку. Осрамимся на весь лагерь. Выгонят, к бабке не ходи."

    al "А Жан должен приехать за мной именно в лагерь. Они же уедут послезавтра. Жану надо продлить визу. Говорит, из за меня. Он сказал, что обязательно вернется за мной."

    al "Но если меня выгонят из лагеря, то всё!"

    hide sp_al_057


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Уедут... Это новость. Если что, Я без тебя тут одна не останусь! Ладно. Вон, туда!"

    "Я показала Алисе на плотик."

    hide sp_ul_019


    scene cg al_ul_raft with dissolve

    "Мы бросились в воду, ухватились за плотик, отвязав веревку, столкнули его туда, где течение быстро подхватило его и понесло."

    "Костер удалялся. На его фоне были видны какие то фигуры кто-то кричал на Толика."

    "Через какое то время костер скрылся за поворотом реки."

    al "Кажется, беда миновала."

    ul "Да... Но куда это нас несет? У нас нет ни весел, ни шеста. Судя по последним событиям с рекой, мы будем плавать по кругу вечно, пока не умрем."

    "Я заметила, что Алиса улыбается. Это была классная шутка. Но она так и повисла в воздухе. Потому что теперь мы обе понимали: это ВОВСЕ НИКАКАЯ НЕ ШУТКА."


    stop music fadeout 1.0


    play music "audio/music/z_1020.mp3"


    "Плотик понемногу вынесло на середину реки. Иногда казалось, что это мы стоим на месте, а лес в тумане бесшумно движется мимо нас."

    "Это было так убаюкивающее и волшебно, что у меня стали слипаться глаза."

    al "Не спи. А то нас точно унесет в омут или еще хуже, в водоворот."

    al "Слышала, как Петрович рассказывал, что за омутом сразу есть водоворот? Он говорит, что как-то раз один их рыбачьих баркасов утянуло туда с концами."

    ul "А я думаю про Толика. Понятно, ему надо было, чтобы его снова сделали воспитателем, и он выслуживался."

    ul "Но с другой стороны, это подло. Мы же его считали другом, а ещё хотели взять в следственную команду. А он, видишь, как подвел."

    al "Между прочим, если ОД все знала про наши отлучки из лагеря, почему не приняла меры? Сдается мне, что он ей не все рассказывал. Она, например, не знает про чердак и карты."

    al "И кажется, не знает про спиртное, иначе шуму было бы много. Нас он похоже не выдал. Потому что за наши дела нас давно отправили бы домой. С плохой характеристикой как минимум."

    al "Скорее всего, он сдавал отряд в целом, а коллективная ответственность делится на всех. Это уже другое."

    al "Соображал. Минимизировал вред, так сказать. А может быть, просто дезинформировал. Хотя, вряд ли."

    ul "Слушай, кажется, Омут уже проплыли. Тут далеко до берега и не за что зацепиться. Придется что-то придумывать. Дальше, как я понимаю, и есть тот самый водоворот."


    stop music fadeout 1.0


    play music "audio/music/z_202.mp3"


    al "Давай обвяжемся простынями и поплывем в связке. Так нас не раскидает течением. Надо попытаться спрыгнуть с плота сейчас, пока еще течение не снесло нас в водоворот."

    al "Черт, опоздали! Вот он, ещё метров сто и нас затянет. Смотри, как там воду закручивает!"

    al "И плот несет прямо туда. Ааа, мама! Прыгаем и плывем к берегу!"

    ul "Нет, не туда, до берега далеко! Пока мы будем бороться с течением, нас как раз и снесет в него, ведь водоворот как раз между берегом и нами."

    ul "Давай в обратную сторону, вон я вижу какие-то камыши. Это, наверное, мель. Там конечно ничего не растет кроме кустов и травы, и не из чего даже костер разжечь, зато точно не утопнем."

    ul "А когда нас хватятся не вечерней проварке, нас начнут искать и точно найдут."


    scene bg ushallow with dissolve

    "И мы оттолкнули плот и поплыли в сторону мели. И очень вовремя. Мы видели, как наш плот двигался всё ближе и ближе к водовороту."


    scene bg dwhir2 with dissolve

    "Потом его потянуло под воду, и он исчез. Через какое-то время наверх всплыли лишь отдельные бревна. Они стояли торчком и кружились как в танце. Да... Мы избежали верной смерти, это точно."

    "До отмели оставалось метров пятьдесят и я стала уже уставать, но Алиса одной рукой гребла, другой поддерживала меня. Она очень сильная."

    "Простыни тоже оказались кстати. Когда она устала и стала грести обеими руками то я была как на буксире. Больше всего я боялась, что наши простыни нечаянно развяжутся и меня унесет река."


    stop music fadeout 1.0


    play music "audio/music/z_001.mp3"


    scene bg ushallow2 with dissolve

    "Но мы доплыли. Если бы мы не справились, то течение пронесло бы нас мимо мели и всё. Мы бы устали и утонули."

    "В этом месте река очень широкая. Недаром когда-то здесь водилось много рыбы."

    "Мы лежали на отмели совершенно обессилевшие. Даже Алиса выдохлась. Еще бы! Бороться с течением и ещё тащить меня на себе. Она настоящий друг!"


    stop music fadeout 1.0


    play music "audio/music/z_179.mp3"


    "Мы разложили одежду сушиться и загорали голышом. Но вскоре солнце поднялось выше и стало припекать. Мы сделали шатёр из наших простыней и спрятались в него."

    "Вдруг, Алиса вскочила, и сняв одну простыню, разорвала ее на четыре ленты."


    stop music fadeout 1.0


    play music "audio/music/z_011.mp3"


    scene cg al_shallow with dissolve

    ul "Что ты делаешь?"

    al "А как ты думаешь? Делаю нам купальники. Представь, приплывут нас спасать, а мы не заметим, уснем. Они такие БАЦ! А мы тут голые. Как две спящих красавицы."


    "И мы сделали набедренные повязки-купальники. Как две робинзонихи."


    scene bg ushallow2 with dissolve

    "Потом стали спорить, кто из нас будет Пятницей. Решили, что Пятницей буду я."

    "Мы играли в необитаемый остров. Мы разговаривали как папуасы. Алиса показывала жестами, чего она хочет, а я должна была понять и выполнить. Пятница же не знал языка Робинзона."



    scene cg al_shallow with dissolve

    "Ей очень шла набедренная повязка."


    scene bg ushallow2 with dissolve

    "Было классно. И только одно нас тревожило, что нас наверное найдут не скоро."

    "Потом Алисе надоело просто лежать, и она стала зарывать меня в песок. Потом я её."

    "Мы строили из песка всякие холмы и стены, лепили песочные кексики, кто красивее, потом сами же ломали всё. И снова строили."

    "Я прорыла от воды канал, а Алиса выкопала в песке яму и мы устроили маленькое озеро. Озеро скоро стало коричневым от песка и превратилось в густую коричневую жижу и мы ей намазались."


    stop music fadeout 1.0


    play music "audio/music/z_153.mp3"


    "Потом танцевали дикарский танец. Жижа высохла и стала отваливаться."


    show sp_al_065:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Чудесное превращение!"

    hide sp_al_065


    show sp_ul_052:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Ага! \n(застывает в позе)"

    ul "Нас заколдовал волшебник! Мы из камня. Но вот пришел принц и расколдовал. И мы медленно оживаем!"

    hide sp_ul_052


    show sp_al_064:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "(Тоже принимая статичную позу) \nЯ оживаю первая! А ты еще камень."

    hide sp_al_064


    show sp_ul_051:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Нет, я первая!"

    hide sp_ul_051


    show sp_al_065:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Побочный эффект колдовства! Это получилась омолаживающая волшебная маска! Под ней мы помолодели, и теперь нам мало лет! Я была старуха, а стала юная принцесса!"

    hide sp_al_065


    show sp_ul_051:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А я?"

    hide sp_ul_051


    show sp_al_065:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А ты была молодой, но сейчас тебе три годика!"

    hide sp_al_065


    show sp_ul_052:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "(Став в позу малыша в памперсе) \nМама, мама, хочу пипи, а-а... Хочу... Хочу ням-ням! Мне бо-бо!"

    hide sp_ul_052

    "Мы стали хохотать до колик в животе и попадали на песок."


    stop music fadeout 1.0


    play music "audio/music/z_012.mp3"

    "Потом мы стряхнули с себя остатки «омолаживающий волшебной маски». Я устала и плюхнулась на живот, подставив себя солнцу, а Алиса надо мной подтрунивала. Она сказала:"


    show sp_al_065:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А ты поправилась на лагерных харчах, прямо кабаська стала. Смотри, какая у тебя спинка ладная, и я бы даже сказала, что и всё остальное. Ты знаешь, Уля, что ты красотка?"

    hide sp_al_065


    scene cg ul_shallow with dissolve

    "А я смотрела на неё недоверчиво. У меня же грудь маленькая и она это знает. А вот она действительно красотка!"

    "Да, вот бы мне такие дыньки, как у неё! И Семен смотрел бы на меня не как на пацанку, а как на девушку. И я спросила:"


    scene bg ushallow2 with dissolve

    show sp_ul_051:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Алис, а вот ты когда перестала быть ребенком и первый раз с мальчиком поцеловалась по взрослому. С чем это сравнить?"

    ul "С клубникой со сливками? С мармеладом? С шоколадной конфеткой или лучше?"

    hide sp_ul_051


    stop music fadeout 1.0


    play music "audio/music/z_017.mp3"


    show sp_al_065:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Алиса рассмеялась, шлепнула меня по заднице и легла рядом."


    al "Клубника? Ну, не знаю. Может, даже ещё лучше. Придет время, сама узнаешь."

    hide sp_al_065


    show sp_al_064:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve


    al "Но могу сказать точно – временами будет не только сладко, но и очень горько. Наплачешься по самое не могу."

    al "Так что, в этой жизни, подружка, даром клубнику со сливками тебе никто не принесет. За все надо будет заплатить."

    hide sp_al_064


    show sp_al_065:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "А потом вдруг она села посмотрела на меня и воскликнула:"

    al "Слушай, а ведь у этого маленького кусочка суши пока нет названия."

    al "В честь меня назвали горную вершину. Пик Двачевской. Звучит неплохо."

    al "А давай назовем этот островок - УЛЬЯНИНА МЕЛЬ. Что скажешь?"

    hide sp_al_065


    show sp_ul_051:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    "Я села, важно надула живот, как китайский мандарин, подбоченилась и сказала, подражая Тарасу Юрьевичу на собрании (даже его голос скопировала):"

    ul "В целом, товарищи, принимая во внимание сложившиеся обстоятельства и то, что Ленина застрельщик, подвижник и известный первопроходец нашего лагеря,"

    ul "А также отличница, пионерка, спортсменка и наконец, как уже было отмечено членом совета первого отряда Алисой Двачевской, настоящая КРАСАВИЦА,"

    ul "Поэтому... \n(откашливается)"

    ul "Я одобряю данное решение. Кто согласен, поднимите руки!"

    hide sp_ul_051


    "И мы с Алисой подняли руки. ЕДИНОГЛАСНО!"

    "Так мель стала носить моё имя. Не ахти что, конечно. Не горная вершина или даже не ущелье, а только узкая полосочка песка, поросшая камышом и редким кустарником. НО ВСЁ ЖЕ!"


    stop music fadeout 1.0


    play music "audio/music/z_001.mp3"


    show sp_ul_051:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    "Я спросила у Алисы, сколько времени."

    hide sp_ul_051


    show sp_al_064:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Она посмотрела на солнце и сказала, что по ощущению, почти полдень, и вероятно, нас ещё не хватились. Но скорее всего, на вечерней проверке начнется суета."


    scene cg pink_fog with dissolve

    "Туман, которого до этого не было над рекой, постепенно стал накрывать мель, и стало свежо. Мы надели свои так и не высохшие до конца вещи. Алисе тоже туман показался странным."


    stop music fadeout 1.0


    play music "audio/music/z_417.mp3"


    "Он не стелился как обычно. А как-то заполнял пространство, как манная каша, плотный и вязкий. Может, нам так казалось. На теле появились даже капельки воды."

    "А ещё туман был светло-розовый. Нет, это было не от солнечного света, точно."

    "Берега исчезли, была видна только кромка воды и часть мели. Тусклое солнце, еще час назад бывшее ярким, теперь не грело совсем. Силуэты гор вдали едва проглядывали сквозь розовое марево."


    al "Ты такое когда-нибудь видела? Смотри, наши простыни тоже стали розовыми."

    ul "Да, действительно... Нет, такого никогда не видела."

    ul "Помнишь песню «Оранжевое небо»?"


    $ renpy.music.set_volume(0.00, delay=1.0, channel='music')

    play miscSounds "audio/music/z_038.mp3" noloop

    ul "Оранжевое небо, оранжевое море, оранжевая зелень, оранжевый верблюд. \nОранжевые мамы оранжевым ребятам оранжевые песни оранжево поют."

    stop miscSounds fadeout 1.0


    $ renpy.music.set_volume(1.00, delay=1.0, channel='music')


    ul "Давай придумаем песню про розовый туман."
    
    al "И будем розово петь?"

    al "ТИХО! Слышишь?"


    stop music fadeout 1.0


    play music "audio/music/z_004.mp3"


    scene cg pink_fog2 with dissolve

    "Откуда–то донесся звук, напоминающий скрип уключин и шлепанье весел по воде."

    "Я хотела закричать: «Сюда, сюда мы здесь!» Но Алиса почему-то зажала мне рот ладошкой и потащила в камыши."


    stop music fadeout 1.0


    play music "audio/music/z_131.mp3"


    ul "Разве мы не хотим, чтобы нас нашли?"

    al "Никто не ищет. Еще рано для этого. Поэтому, эта лодка здесь не просто так. В эту часть заводи, в район водоворота, никто обычно не заплывает."

    al "Подождем. Кто-то плывет на нашу мель специально. Но если будет проплывать мимо и не остановится, тогда уже будем кричать и махать."

    ul "Точно."

    "И мы затаились. Из тумана показалась лодка. Это была не лодка с нашей речной станции, а личная лодка Петровича, и в ней сидел сам Петрович."

    "Я обрадовалась, но Алиса почему-то оставалась серьезной."

    al "Еще не время, подожди. Надо посмотреть, зачем он сюда приехал."


    scene bg ushallow2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "В это время Петрович вытолкал лодку на песок так, чтобы её не унесла река."

    "Одет он был легко и даже не взял с собой как обычно, свою любимую плащ-палатку. Он сложил весла, а затем вытащил из лодки мешок и лопату."

    "Это было странно. Мель не была островом. И даже если бы была, то что тут искать?"


    scene cg pink_fog with dissolve

    ul "Может быть, он хочет поставить какую-то ловушку на рыбу?"

    al "С лопатой? Шутишь?"


    stop music fadeout 1.0


    play music "audio/music/z_130.mp3"


    scene bg ushallow2 with dissolve


    show sp_pe_003:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1


    "Между тем, Петрович пошел на середину мели, как будто что-то искал. Потом стал бормотать, как бы разговаривая сам с собой, и мы расслышали его слова:"

    pe "Куда же оно запропастилось? Неужели снова занесло песком? Вроде, паводка еще не было."


    scene cg pe_showel with dissolve

    "Он тыкал лопатой то в одном, то в другом месте и наконец, отложив мешок в сторону, начал копать."


    pause (100000000000000000000000000.0)


    "Мы терпеливо ждали. Но когда Петрович, устав, отложил лопату и сел перекурить, мы с Алисой решили все-таки показаться, потому что стали замерзать."


    scene cg pink_fog with dissolve

    al "Надо выходить по-любому. Он явно не за нами приехал."

    al "Но если он не хочет, чтобы кто-то его видел, то надо, чтобы он нашел нас как бы случайно и отвез в лагерь. Сделаем вид, что мы не знаем о его делах."


    scene bg ushallow2 with dissolve

    "И мы отползли подальше. Потом взялись за руки и стали ходить в тумане, туда-сюда, громко разговаривая, как будто заблудились."

    "Через минуту на нас вышел Петрович. Но, что странно, при нем не было ни мешка, ни лопаты. Алиса оказалась права."


    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    "А вы как тут оказались?"


    scene bg ushallow2 at flip with dissolve 


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 


    "Мы рассказали ему про плот. Сказали, что хотели покататься, но нас унесло. А весла мы потеряли."


    scene bg ushallow2 with dissolve

    show sp_pe_002:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Кажется, он не очень поверил, но дальше спрашивать не стал. Только ворчал про водоворот и что мы «родились в рубашках»."


    scene cg pe_shallow with dissolve

    "Мы помогли ему столкнуть лодку, а через полчаса были уже на Большом острове, с которого легко было вернуться в лагерь."


    pause (100000000000000000000000000.0)


    stop music fadeout 1.0


    play music "audio/music/z_474.mp3"


    scene cg large_campfire with dissolve


    "На Большом острове уже горел пионерский костер, собирались все отряды, и я вспомнила, что сегодня слет отрядов на праздник Воинской Славы лагеря. Его праздновали каждый заезд."

    "Оказывается, в дни войны прямо из лагеря ушли на фронт все комсомольцы вожатые и все воспитатели. Двенадцать человек вместе с директором. Никто не вернулся с фронта."

    "Их портреты висели в красном уголке. И как мы могли забыть! Вот почему всем было не до нас."


    pause (100000000000000000000000000.0)


    scene bg gog with dissolve

    show sp_od_022:
        yalign 0.03 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 


    "Ольга Дмитриевна была уже тут и руководила. Она увидела нас с Петровичем и закричала:"

    od "Что еще за прогулки?! Вы что, не знаете, какой сегодня день?!"

    od "Архип Петрович, Вы мне сейчас очень нужны! А вы, Двачевская и Ленина, почему в таком виде? Немедленно переодеваться! Весь отряд уже здесь, только вы шляетесь, непонятно где!"


    stop music fadeout 1.0


    play music "audio/music/z_022.mp3"


    scene bg camp_artifacts with dissolve

    "Это была удача. Так мы под шумок вернулись, и за общей суетой никто ничего не заметил, спасибо Петровичу. И когда мы бежали в домик переодеваться, Алиса сказала:"

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Оказывается, мы мало знаем о Петровиче. Старый лис от нас что-то скрывает."

    hide sp_al_056


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Надо будет наведаться на мель еще раз."

    hide sp_ul_019


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Да, и в ближайшее же время. "

    hide sp_al_056


    stop music fadeout 1.0


    #play music "audio/music/z_901.mp3"


    "Праздник Воинской Славы лагеря закончился. Кто-то еще остался смотреть на пионерский костер, и мы пошли к себе в домик."


    show sp_od_022:
        yalign 0.03 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    

    "По дороге нас перехватила ОД. Вид у неё был озабоченный. Она попросила нас зайти в ее кабинет."


    scene an_d29_01 with dissolve

    "Как выяснилось дело было серьезным. Оказывается, несколько дней назад, как раз накануне отъезда мотоциклистов, из лагеря, пропала девочка. А сегодня в в дополнение к этому,  снова исчез Смутьянов."

    "Речь шла о Саше Бременской. Она была в списке проблемных, тех, кого могли отправить из лагеря домой. Шла вторым номером после Смутьянова."

    "По возрасту она должна была попасть в первый отряд, в который она и хотела. В наш отряд!"

    "Ей исполнялось шестнадцать лет в этом месяце. А её отправили во второй отряд (несправедливость, я считаю). И там у неё не сложились отношения с пионерами."

    "Родители недавно звонили в лагерь, но как выяснилось, во втором отряде, куда она попала по распределению, её не оказалось."

    "В этом отряде постоянно менялись вожатые и её исчезновения просто не заметили. И вот история с её исчезновением."


    scene cg sasha2 with dissolve

    "Саша была поразительно похожа на героиню известного мультфильма, и в отряде её задразнили «трубадурочкой»."

    "А ещё ДЫЛДОЙ, потому что она была на голову выше всех девочек второго отряда. Там вообще были одни пигалицы."

    "Да, по меркам подростка, у неё были длинные ноги, и она, скорее всего, была «гадким утенком», который непременно превратится в прекрасного лебедя."

    "Но придуркам из второго отряда этого было не понять."

    "Как говорил мой папа, «дети жестоки» (надеюсь, он имел в виду не меня)."

    "Особенно, когда объединяются в СТАЮ, чтобы как волчатам затравить кого-нибудь ОСОБЕННОГО, не такого как они. Или, как говорят взрослые, «белую ворону»."


    scene cg bikers_campfire with dissolve

    "А еще МП как-то дозналась, что Саша сидела всю ночь после танцев с мотоциклистами. Наверное, Долговязый выследил. Ну и подумала черт-те что."

    "Мы вот, тоже сидели. И ничего такого. В общем, ей не повезло."


    scene bg mp_office2 with dissolve

    show sp_mp_009:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.25

    "Руководство лагеря спохватилось, когда доведенная до отчаяния девочка сбежала."


    scene bg camp_artifacts with dissolve

    "Её искали, боялись сообщить о пропаже, скрывали. Надеялись, что она вот-вот найдется."


    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    "Петрович сказал: «Голод не тетка, ждем, придет ночью на кухню стащить котлетку, тут я её и изловлю»."

    hide sp_pe_005


    "Но шли дни, а она не возвращалась."


    scene bg mp_office2 with dissolve

    show sp_mp_009:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.25

    "Уже уехали все отряды малышей, и Маргарита Павловна ломала руки и кусала губы, не зная что делать и как сообщить родителям."

    "Связь с «Большой землей», к счастью, временно прервалась из-за сильных ливней и гроз, порушивших столбы с телефонными проводами."

    "И это давало директрисе надежду, что не всё еще так плохо и Саша всё-таки найдётся."


    scene bg camp_artifacts with dissolve

    show sp_od_022:
        yalign 0.03 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    "Ольга Дмитриевна узнала о происшествии почти сразу же, и даже мобилизовала отряды на поиски, но всё было тщетно."


    scene wmap with dissolve

    "И вдоль берегов реки, на пляжах, на острове, не нашли никаких признаков шалаша или костра."


    scene bg boat_station2 with dissolve

    "На лодочной станции проверили все перевернутые лодки."


    scene bg camp_artifacts with dissolve

    "Искали на складе и на кухне."


    scene bg bomp_shelter2 with dissolve

    "Завхоз даже спускался в бомбоубежище."


    scene bg oldcamp4 with dissolve

    "Оставался Старый лагерь. Туда отправили экспедицию во главе с Петровичем, знавшим каждый метр заброшки. Но безрезультатно."


    scene an_d29_01 with dissolve

    "Мы с Алисой ломали голову над разгадкой этого происшествия."

    "Так как ТАЙНЫ были нашим профилем, мысль о пропаже Саши не давала нам покоя. Конечно, были и другие тайны. Но тут живой человек!"

    "И конечно ОД просила нас помочь."


    scene bg attic2 with dissolve

    "И мы сразу собрали совет отряда на нашем Чердаке."


    show sp_iul_009:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1 
    with dissolve

    "Мы стали обсуждать исчезновение Саши и заметили, что в обсуждениях отряда не принимает участия только Юля."

    "Она сидела тихо и молчала, хотя обычно предлагала что-то дельное."

    hide sp_iul_009


    show sp_al_002:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Алиса пристально посмотрела на неё, подошла, села рядом и сказала стальным голосом:"

    al "Юля... Сознайся, ты прячешь девочку?"

    al "И не вздумай молчать. Ведь насколько я поняла, это не то, что ПИОНЕР НЕ ХОТЕЛ БЫ, ЧТОБЫ ТЫ РАССКАЗЫВАЛА. У тебя нет обязательств перед ним."

    al "Давай, колись. Мы все ждём. Не забудь, ты теперь член отряда, пионерка. А это, как ты понимаешь, обязывает."

    hide sp_al_002


    show sp_iul_010:
        yalign -0.02 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1 
    with dissolve

    "Повисла гнетущая тишина. Все смотрели на Юлю."

    "Она помолчала, поскребла пальчиком стол, потом произнесла:"

    uv "Вы не спрашивали, поэтому я не говорила. Ну, в общем, она у меня, в убежище. Но я обещала ей не говорить вожатым. Ну и директрисе."

    hide sp_iul_010


    show sp_al_002:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "С ней всё в порядке?"

    hide sp_al_002


    show sp_iul_009:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1 
    with dissolve

    uv "Она очень нервная была. Я дала ей суп и ягоды. Она спит."

    hide sp_iul_009


    show sp_ul_050:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Ягоды забвения? И грибочки, от которых плющит и колбасит? Сколько же ты ей дала?"

    hide sp_ul_050


    show sp_iul_009:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1 
    with dissolve

    uv "Достаточно, чтобы она спала."

    hide sp_iul_009


    show sp_je_003:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.3
    with dissolve

    je "Дурочка, так и убить можно! Это же галлюциногены."

    hide sp_je_003


    show sp_iul_009:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1 
    with dissolve

    uv "Нет, она будет просто спать. Сны видеть всякие. Ну, пока не разбудить. Надо еще слова сказать. В общем... Так вы её не разбудите."

    hide sp_iul_009


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А какие слова?"

    hide sp_ul_013


    show sp_iul_010:
        yalign -0.02 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1 
    with dissolve

    uv "(Нагибаясь к уху Ульяны, шёпотом, чтобы не слышали другие) \nКрибле Крабле Бумс."

    hide sp_iul_010


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1
    with dissolve

    ul "(Тоже шёпотом) \nНо это же заклинание из известной сказки. Это Пионер тебе сказал?"

    hide sp_ul_013


    show sp_iul_009:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1 
    with dissolve

    uv "Да. Я не знаю эту сказку. Может быть. Но ОН сказал, что они работают."

    hide sp_iul_009


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Понятно. Пионер сбрендил. Начитался всяких сказок. Он, конечно, всегда был странным. Но... не знаю. Попробуем."

    ul "Мне кажется, слова тут вообще ни при чём. Просто это для форсу. Мол, волшебство. Хотя..."

    hide sp_ul_013


    show sp_je_001:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.3
    with dissolve

    je "Слова, это вибрация. Так что я не стала бы так небрежно относиться к заклинаниям."

    hide sp_je_001


    show sp_el_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    el "Да. Звуковая вибрация, это волна определенной длинны. А какие слова?"

    hide sp_el_001


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Мы тебе не скажем."

    hide sp_ul_013


    show sp_el_002:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    el "Опять девчачьи тайны. Вот вы глупые."

    hide sp_el_002


    show sp_al_007:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Но-но, полегче, белобрысый! А то сейчас схлопочешь."

    hide sp_al_007


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Мы тебе не скажем."

    hide sp_ul_013


    show sp_el_002:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    el "Если с точки зрения банальной эрудиции, так сказать, в силу знания нами с Шуриком нейронной природы квазиэкзистенциональных процессов, происходящих во сне..."

    el "То мы, как два специалиста физика-практика, там просто необходимы."

    hide sp_el_002


    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Всё сказал?"

    hide sp_al_004


    show sp_shu_002:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    shu "Я бы добавил. Абстрактная реальность подсознания в сновидениях..."

    hide sp_shu_002


    show sp_je_003:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.3
    with dissolve

    je "Заткнись! Сказано, они пойдут вдвоем. Всё. Отдыхайте."

    hide sp_je_003


    show sp_shu_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    shu "Мстишь человеку, боготворившему твой образ и целовавшему след твоих ног на крыльце при входе в библиотеку? Ну-ну. Вот она, женская сущность."

    shu "Какие мраморные пьедесталы для твоего образа я строил в своем сознании!"

    hide sp_shu_001


    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 
    with dissolve

    al "(Смеясь) \nЛадно тебе, Шурик. Все в курсе, какие пьедесталы. Ты же теперь ухаживаешь за Юлей. Вот и помолчи."

    hide sp_al_006


    scene bg uv_shelter with dissolve

    "Мы с Юлей решили не терять времени.  Мы быстро добрались до УБЕЖИЩА короткой дорогой. Было ещё светло."


    pause (10000000000000000000000.0)


    scene bg uv_shelter2 with dissolve

    "Оно представляло собой огромное дупло векового дерева непонятной породы. Юля сказала, что Пионер назвал его «Эо Росса»."


    pause (10000000000000000000000.0)


    "Несмотря на дупло, дерево, судя по всему, чувствовало себя прекрасно."

    "Оно не только зеленело, качая огромны раскидистым ветками, но и пустило дополнительные стволы рядом с основным."

    "Они были уже довольно большими и создавалось ощущение, что это существо с многими ногами вросшими в землю."

    "Наверное, в темноте оно должно было бы напугать случайно увидевшего его путника. Но было светло."

    "Дупло находилось высоко, с земли его было совсем не видно."

    "Вход в него Юля искусно закрыла плетеной из веток дверцей. Со временем дверцу оплела лоза. Не удивительно, что Убежище никто не смог найти."


    scene bg uv_shelter3 with dissolve

    "Забраться туда было трудно. Но у Юли была система каких-то веревочек, которые при натяжении образовывали что-то вроде паутинки-лесенки."


    pause (10000000000000000000000.0)


    "Наверное, если бы я не была почти такой же маленькой и легкой как Юля, я ни за что бы не забралась туда."


    # show sp_ul_013:
        # yalign 0.0 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.1
    # with dissolve

    # ul "А как же туда попала Саша?"

    # hide sp_ul_013


    # show sp_iul_012:
        # yalign 0.1 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.2 
    # with dissolve

    # uv "Пара пустяков."

    # "Юля пошевелила в кустах рукой и на нас спустилась на верёвке большая корзина с каким-то колёсиком и ручкой внутри."

    # uv "(С гордостью) \nЯ сама придумала, а эту штуку (она показала на лебедку) притащил Пионер. Я ей не пользуюсь, только если нужно поднять пару мешков сахару."

    # hide sp_iul_012


    # show sp_ul_013:
        # yalign 0.0 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.1
    # with dissolve

    # ul "А Семён? Он знает про Убежище?"

    # hide sp_ul_013


    # show sp_iul_012:
        # yalign 0.1 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.2 
    # with dissolve

    # uv "Нет. Никто, кроме тебя. Семен сложил мешки у меня в хижине, а сюда я перетаскала их сама."

    # hide sp_iul_012


    # show sp_ul_012:
        # yalign 0.0 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.1
    # with dissolve

    # ul "Мы будем подниматься на корзинке?"

    # hide sp_ul_012


    # show sp_iul_012:
        # yalign 0.1 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.2 
    # with dissolve

    # uv "Хочешь посмотреть, как она работает? Садись и крути ручку, а я быстрее заберусь так."

    # hide sp_iul_012

    # "Юля с ловкостью белки взметнулась по своей паутинке и скоро была наверху."


    # show sp_ul_013:
        # yalign 0.0 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.1
    # with dissolve

    # ul "(С сомнением) \nНо ведь корзиной может воспользоваться любой!"

    # hide sp_ul_013


    # show sp_iul_012:
        # yalign 0.1 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.2 
    # with dissolve

    # uv "Нет, не любой. Корзинка остаётся наверху, и только я знаю, что нужно сделать, чтобы её спустить."


    scene bg uv_shelter6 with dissolve

    "Вскоре я была уже в УБЕЖИЩЕ. Дупло было на удивление просторным, несмотря на узкий вход. На подстилке из сухого мха лежала девочка. Я невольно залюбовалась ею."


    pause (10000000000000000000000.0)


    "Она действительно напоминала Спящую Красавицу из сказки. Густые длинные волосы соломенного цвета рассыпались по «постели»."

    "Её грудь вздымалась как у спокойно спящего человека."

    "А ещё она была удивительно похожа на ту принцессу из мультика про бродячих музыкантов."


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Ты уверена, что она проснётся?"

    hide sp_ul_013


    show sp_iul_012:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1 
    with dissolve

    "Юля пожала плечами."

    uv "Я не пробовала раньше. Но Пионер говорил, что это работает."

    hide sp_iul_012


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Пионер говорил. С ума сойти! Я, конечно, ему доверяю. Пока он ни разу не ошибся. Но сам-то он пробовал?"

    hide sp_ul_013


    show sp_iul_012:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1 
    with dissolve

    uv "Да. Он разбудил меня."

    hide sp_iul_012


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А ты спала?"

    hide sp_ul_013


    show sp_iul_010:
        yalign -0.02 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1 
    with dissolve

    "Юля пожала плечами."

    uv "Ну да. Я как-то пробовала все эти снадобья, проводила на себе опыты. А на ком ещё? Нет же никого. Ну и кажется, перестаралась с ягодами."

    uv "И добавила ненужный ингредиент. Мухоморов. Они вызвали неправильную реакцию. Сон был не приятным, а тревожным. Приходили всякие сущности. Беседовали со мной."

    hide sp_iul_010


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Ладно, давай будить Сашу."

    hide sp_ul_013


    show sp_iul_012:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1 
    with dissolve

    uv "Ты будешь помогать. На, выпей, это обязательно. Это настойка. Не спрашивай, чего. Тебе не понравится ответ."

    uv "Потом надо лечь рядом и сосредоточиться."

    uv "Дышать в такт с лежащим рядом, а когда почувствуешь, как бы что ТЫ, это ОНА и что это ты спишь, а не она, начинай просыпаться и говори КРИБЛЕ КРАБЛЕ БУМС (во сне как бы)."

    uv "На БУМС должно сработать."

    hide sp_iul_012


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А если я по-настоящему засну?"

    hide sp_ul_013


    show sp_iul_012:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1 
    with dissolve

    uv "Я тебе не дам. Не беспокойся, буду щипать каждые пять минут."

    hide sp_iul_012


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Не надо, я сама."

    hide sp_ul_013



    scene an_d33_01 with dissolve

    "Я сосредоточилась под ровное дыхание Саши и погрузилась в какой-то полусон."


    pause (10000000000000000000000000.0)


    scene cg sb_ul_dream_1 with dissolve

    "И даже, наверное, видела сон, что я, это Саша и у меня длинные золотистые волосы."


    pause (10000000000000000000000000.0)


    scene cg sb_ul_dream_2 with dissolve

    "И что меня дразнят девчонки второго отряда."


    pause (10000000000000000000000000.0)


    scene cg sb_ul_dream_3 with dissolve

    "И чтобы они не дразнили, я громко крикнула КРИБЛЕ!"


    scene cg sb_ul_dream_4 with dissolve

    "И все вдруг закрутилось."


    pause (10000000000000000000000000.0)


    scene cg sb_ul_dream_5 with dissolve

    "Я крикнула КРАБЛЕ!"


    scene cg sb_ul_dream_6 with dissolve

    "И мня как будто подняло вверх высоко, прямо над лагерем, и я видела, как все стоят на площади и показывают на меня руками и что-то кричат."


    pause (10000000000000000000000000.0)


    "И я подумала, если я скажу БУМС, то упаду. И будет настоящий БУМС. И ВСЁ, КИРДЫК."

    "Но я пересилила себя и крикнула это слово."


    image an_33_01: # Анимация ОД в гамаке
        

        "images/an/an33day/an_d33_01.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_02.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_03.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_04.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_05.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_06.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_07.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_08.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_09.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_10.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_11.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_12.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_13.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_14.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_15.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_16.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_17.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_18.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an33day/an_d33_19.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
    
        #repeat


    scene an_33_01 with dissolve


    pause (10000000000000000000000000.0)


    scene cg sb_ul_dream_8 with dissolve

    "Но не упала, а просто открыла глаза."

    "Но ощущение, что лечу, а точнее падаю, осталось, и сердце ушло в горло, как бывает, когда прыгаешь с большой высоты."

    "Я держала Сашу за руку так сильно, что у меня заболела ладонь."


    scene bg uv_shelter5 with dissolve

    show sp_sb_004:
        yalign 0.1 subpixel True
        xalign 0.47 subpixel True
        zoom 1.2

    "И она застонала и обхватила меня руками. Наверное, она тоже ПАДАЛА."


    scene bg uv_shelter2 with dissolve

    "Дальше было неинтересно."


    scene bg yulya_room with dissolve

    "Мы просто спустились из Убежища, вернулись по тропинке в Юлину каморку и пили в ней чай. Тот самый."


    show sp_sb_001:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    "А Саша сбивчиво нам рассказывала о своих похождениях."

    "Оказывается, пока она не встретила Юлю, с ней ещё много чего произошло. Она была в таких местах ЗОНЫ, о которых мы даже не догадывались. Но об этом напишу в следующий раз."

    "Мы были потными и дрожали. То ли от чая с травам, то ли от пережитого обоими опыта. Не знаю как, но этот совместный сон как-то подружил нас. Мы как будто жили в одном теле."

    "И всё, что она думала и говорила, я понимала. А она понимала моё. В общем, это было ново и непонятно, но очень приятно, когда кто-то ТАК тебя понимает."

    "Саша была такой же начитанной, как Женя. Её травили и дома. Поэтому у неё была история, как сказал бы мой папа, ИЗГОЯ."

    "А это толкает человека а САМОПОЗНАНИЮ."

    "У неё не было друзей, и её жизнь протекала в библиотеке, в которую она убегала раньше, чем закончится последний урок."

    "Чтобы одноклассники не избили её после школы или в спортзале, где она занималась в цирковом кружке."


    scene bg uhouse with dissolve

    "Потом мы собрались, и Юля заперла свой домик на замок."


    scene bg hetu2 with dissolve

    "По дороге мы разговаривали и я сказала Саше, что они с Алисой точно найдут общий язык, потому что Алиса тоже гибкая и занимается хореографией."

    "И Саша сказала, что с удовольствием поучилась бы у Алисы, потому что танцевать она не умеет."


    scene bg camp3 with dissolve

    "Так, через час мы пришли в лагерь. Но там что-то опять случилось. И опять все бегали и никто ничего толком не знал."

    "Сказали только, что в реке нашли Смутьянова. Он наелся сырых раков, заболел. Его несло течение, но его выловил Петрович, а Виолетта Церновна его приводит в чувство."

    "Но я думаю, его, как говорил Петрович, «танком не задавишь»."


    show sp_od_024:
        yalign 0.03 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "В общем, радости Ольги Дмитриевны не было предела. Ведь произошло два замечательных события. Нашлись Александра Бременская и Володя Смутьянов."

    "На радостях ОД разрешила нам принять Сашу в наш отряд."

    hide sp_od_024


    show sp_sb_002:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    "Саша рассказывала нам о своих приключениях."

    "Слушая рассказы Саши мы узнали, что она была в пещере, и прошла её до конца."

    "Что пещера выходит в районе старых штолен, которые находятся неподалеку от отмелей, на которых браконьеров сожрало чудовище."

    "В пещере жили летучие мыши. Они были огромными. Гораздо больше обычных. На них охотились совы."

    "Каждый вечер совы залетали в южный вход пещеры и начиналось побоище. Саша была свидетелем этой битвы."

    "Не всегда совы одерживали верх. Однажды мыши победили, после чего Саша решила не оставаться в пещере."

    "Она рассказывала, что ни те ни другие не знали пощады. Похоже, что это противостояние длилось не один десяток лет. Это было что-то вроде ритуальной войны. Войны на истребление."

    "Ещё какое-то время Саша жила на отмели. Она сообщила, что видела там Пионера, но побоялась окликнуть его, думая, что он расскажет про неё кому-нибудь в лагере и её вернут обратно."

    "Оказывается, Саша была на месте стоянки второго похода в Глухомани, а также она попала на озеро по Тропе Отважных и знает, где ручей Кристальный. Там был её шалаш."

    "Пока Саша не встретила Юлю, она чуть не одичала и сильно похудела. Она научилась ловить рыбу, украв снасти на отмели, в шалаше у Пионера."

    "Собственно, во время рыбной ловли на озере они и столкнулись с Юлей. Из рассказов Саши Юля поняла, что та не хочет возвращаться в лагерь и оставила её у себя, накормив грибами."

    "Потом был тот самый СОН. Юля не рассказала Пионеру про Сашу. Пожалуй, Саша была единственной, кто ускользнула от его «всевидящих» слепых глаз."



    scene bg szhhouse with dissolve

    show sp_sb_001:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    "Потом было поздно, и мы отвели Сашу в домик к Жене. Ее кровать вечно пустовала, потому что она обычно засиживалась допоздна и спала в библиотеке."



    stop music fadeout 1.0


    play music "audio/music/z_058.mp3"


    scene bg auhouse2 with dissolve

    "После всех событий дня мы с Алисой решили лечь пораньше и хорошо выспаться."

    "Было жарко, Алиса то и дело вставала и курила. Я тоже не могла уснуть. Еще были какие-то странные предчувствия. Наконец, меня сморило."


    stop music fadeout 1.0


    play music "audio/music/z_131.mp3"

    "Но не прошло и часа, как мы проснулись от странной вибрации. Раньше такое тоже было, но не так сильно."


    scene bg square with dissolve

    "Мы выскочили из домика, думая, что это землетрясение."


    show sp_iul_011:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Юля выпрыгнула из окна нашего чердака, где она в последнее время спала, и по дереву спустилась вниз. Вид у неё был дикий."

    "Волосы стояли дыбом, а хвост был поджат, как у напуганной кошки. Её зрачки расширились и казалось, заполнили глаза полностью."

    "Она жалась к нам и что-то бормотала про ВРЕМЕННОЙ СКАЧОК."


    scene bg genda3 with dissolve

    "Мы не сговариваясь посмотрели на памятник. Он стоял как обычно, тускло отсвечивая бронзой на фоне почти черных ночных деревьев, но в то же время, в нем было что-то неестественное."


    scene cg meeting_sad_night with dissolve

    "Между тем, во всех домиках зажегся свет и на площадь перед домиками высыпали пионеры. Похоже, не только мы почувствовали, что что-то произошло."

    "Встревоженная Ольга Дмитриевна, выскочившая вместе со всеми, стала загонять пионеров назад в домики, попутно объясняя, что «тут такое бывает, и скоро всё закончится»."


    scene bg genda3 with dissolve


    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "(Шепчет на ухо) \nС памятником снова что-то не так."

    hide sp_al_004


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "И ты заметила?"

    hide sp_ul_013


    stop music fadeout 1.0


    play music "audio/music/z_417.mp3"


    "На днях мы решили нарисовать метки на постаменте памятника Генде и по ним определять, на сколько градусов сдвигается памятник при вибрации. Поэтому, мы сразу пошли смотреть."


    scene bg genda4 with dissolve

    "Алиса обратила моё внимание на то, что памятник Генды, буквально пять минут назад стоявший лицом к нашему домику, развернулся к библиотеке."

    "Метки, которые мы нарисовали на постаменте, в отличии от памятника, не сместились, и теперь наш «циферблат» показывал на 12 часов."

    "Это значило, что скульптура повернулась на 90 градусов. Раньше она поворачивалась, согласно нашему «прибору», только на 30."


    scene bg auhouse2 with dissolve

    show sp_iul_010:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    "Мы вернулись в домик. Там мы застали Юлю, которая все время нервно кусала ногти и смотрела в сторону леса."


    scene bg auhouse_crop2 with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Юля, успокойся. Объясни, пожалуйста, что за скачок?"


    scene bg auhouse2 with dissolve

    show sp_iul_010:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    uv "Это нехорошо. Очень нехорошо. Тут так было до вашего приезда и в первый день после. Тогда река текла по кругу, и никто не мог покинуть зону лагеря и попасть в неё."

    uv "Это происходит всякий раз, когда ОНИ ЕЁ включают. Но, это ещё не самое страшное. Самое страшное, когда всё оживает, а потом идет дождь."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Как это, по кругу? А кто такие ОНИ? И ЧТО эти «они» включают?"


    scene bg auhouse2 with dissolve

    show sp_iul_010:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    uv "ОНИ не хотели бы, чтобы я говорила. И я не буду."

    hide sp_iul_010

    "Она метнулась к двери и выскользнула из домика."


    scene bg square with dissolve

    "Мы выбежали следом, но Юля уже растворилась в темноте."


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Ты что-нибудь понимаешь? Вот, слышишь? Гул не прошел, он стал сильнее."

    ul "Да, точно. Надо ещё раз посмотреть на карту и сбегать к реке. Если всё, что говорит Юля, правда – то мы должны запустить кораблик! Тот, что нам сделал Петрович!"

    hide sp_ul_013


    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Какой кораблик? Что за странности, Ульяна? Я вижу, землетрясение на тебя повлияло не лучшим образом."

    hide sp_al_004


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Оно вообще на нас с тобой не влияет. Ты ещё не поняла? Помнишь, Пионер говорил про «сталкеров»? Так вот, мы и есть сталкеры."

    ul "А кораблик надо запустить, только с ярким парусом, чтобы когда он будет второй раз проплывать мимо нас, мы его заметили. Нам понадобится лодка!"

    hide sp_ul_013


    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Как я сама не догадалась! Улька, ты гений! Точно! Если река течет по кругу, то через какое-то время наш пущенный кораблик снова появиться и снова поплывет мимо нас!"

    al "Что она еще говорила?"

    hide sp_al_005


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Она говорила про то, что всё вокруг оживет, и я не знаю что это такое. И ещё про дождь. Про дождь говорил и Пионер."

    hide sp_ul_013


    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Смотри, Ольга Дмитриевна. Проверяет, все ли в домиках. Надо вернуться. Черт... Заметила нас. Вон, уже идет."

    hide sp_al_004


    stop music fadeout 1.0


    play music "audio/music/z_201.mp3"


    show sp_od_022:
        yalign 0.03 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    od "А ну-ка, Ленина, Двачевская! Что это за ночные посиделки?! Вам особое приглашение? Быстро спать! Не ломайте мне режим."

    od "Завтра я посмотрю, как вы будете клевать носом на линейке. Я кому сказала?!"

    hide sp_od_022

    "И мы сделали вид, что пошли спать. Потом, когда Ольга Дмитриевна вернулась к себе, мы тихо проскользнули мимо её домика и отправились на реку."

    "Мы захватили только часы, фонарик и маленький деревянный кораблик, что выстругал нам Петрович на второй день приезда."

    "Кораблик мы запускали в Ручье Тритонов, но в такое далекое плавание он у нас еще не ходил."


    stop music fadeout 1.0


    play music "audio/music/z_001.mp3"


    scene bg boat_station5 with dissolve

    "Все лодки на лодочной станции были привязаны цепью и закрыты на замок, кроме одной маленькой детской лодочки. Она качалась на волнах рядом с пристанью."

    "Наверное, Тарас Юрьевич её не заметил. Но весел в ней не было."

    "Мы поняли, что двоих эта лодочка не выдержит и я сказала Алисе, что поплыву одна, а она чтобы стояла тут и смотрела, чтобы кто-нибудь нам не помешал."

    "Мы нашли в одной из лодок длинный смотанный в бухту канат. Этим канатом Тарас Юрьевич обычно ограждал зону купания малышей."

    "Мы привязали его к корме за колечко (за них обычно продевают цепь на ночь)."

    "План был прост. Нам не нужны были весла, если Алиса толкнет меня по течению а сама будет держать за веревку, постепенно разматывая её."

    "Когда я окажусь на середине реки, крикну ей и она привяжет веревку. Я пущу кораблик, а она притянет меня обратно. Так мы и сделали."


    stop music fadeout 1.0


    play music "audio/music/z_017.mp3"


    scene cg ul_little_bot with dissolve

    "Все прошло замечательно, и я отпустила подарок Петровича как раз на середине реки. Со мной был фонарик, и я светила ему, когда он уплывал."

    "Если честно, я подумала, что мы его уже никогда не увидим."

    "Я огляделась. Река, звездное небо, шум воды, ветерок. Ночная прохлада была приятной, и я подумала, что спать на реке было бы здорово."

    "Не то, что в наших душных домиках, где из-за жары ночью вечно невозможно уснуть."

    "Я легла на дно лодки, как тогда, в первый день. Но теперь я уже не боялась, что меня унесет река. И я засмотрелась на звезды. Но вскоре, Алиса окликнула меня с берега."


    scene cg al_ul_pier with dissolve

    "Она быстро притянула мою лодочку, и мы стали ждать наш кораблик, сидя на самом конце пирса."

    "Иногда мы светили фонариком, чтобы не пропустить парус, если наша догадка оправдается."


    stop music fadeout 1.0


    play music "audio/music/z_542.mp3"


    "Прошёл час или два, я стала уже немного дремать и попросила Алису щипать меня, если она заметит, что я сплю. Не знаю, сколько ещё прошло времени. Но стало светать."


    "Вдруг Алиса толкнула меня и вскрикнула:"

    al "Вон! Вон же он, ты видишь?!"

    "Я вглядывалась изо всех сил. Наконец, я различила маленький красный треугольник паруса. Мы закричали, запрыгали и обнялись. Вскоре треугольник исчез. Алиса сказала:"

    al "Я засекла время. Он проплыл мимо нас, через два часа и двадцать семь минут. А плыл он примерно, со скоростью идущего человека, то есть, пять-шесть километров в час."

    al "Если умножить шесть километров в час на время, мы получим длину окружности."

    ul "Здорово! Значит, мы получим длину периметра, наложим её на карту и будем знать, где границы зоны?"

    al "Примерно. Очень примерно. Помнишь странные круги на карте Петровича?"

    al "Если смотреть по вектору расхождения кругов, то эпицентром вибрации является лагерь. Затем круги увеличиваются."

    ul "Значит, вибрация должна уменьшатся по мере удаления от лагеря!"


    stop music fadeout 1.0


    play music "audio/music/z_017.mp3"


    scene bg auhouse2 with dissolve


    "Мы кинулись в домик и достали карту."


    scene cg epicenter with dissolve


    pause (10000000000000000000000.0)


    scene bg auhouse_crop2 with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Смотри... Круги. Жаль, карта не цветная. Они бледные, но разглядеть можно. В районе штолен граница кругов обозначена пунктиром."

    al "В Зону, судя по всему, не попадают Карьер, Тоннель и Озеро. Возможно, домик Юли. Но это не точно. Вот, тут вроде еще один круг, но он почти стерся."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Я могу раскрасить, тогда будет лучше видно. Значит, там, в штольнях, сила слабее."
 

    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Верно мыслишь. Тогда, если штольни тянутся дальше периметра, то из Зоны есть выход. Для этого надо их найти и посмотреть, какая из них самая дальняя."

    al "К тому же, мы ни разу не были на руднике. Подземные ходы медных рудников. Как далеко они тянуться?"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А есть еще Прииск. Но Петрович сказал, что в рудник лучше не ходить. Там с войны все заминировано."


    scene bg auhouse_crop2 with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Чепуха. Это он, чтобы мы боялись и не ходили. На днях надо убежать из лагеря и пойти на разведку."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Хорошая мысль. И вот еще... Река."


    scene bg auhouse_crop2 with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Что — река?"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Если плыть по реке, то возможно попасть за границу Зоны."


    scene bg auhouse_crop2 with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Река течет по кругу, когда вибрация. Это ничего нам не даст."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "На поверхности..."


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Улька, ты гений! Точно! Поверхность воды может быть экраном. И если на границе зоны нырнуть..."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "И занырнем. Только надо всем отрядом."


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Отряд пока не готов к такой информации. К тому же, в отряде крыса. Мы и сами не знаем, что получится. Но вариант с Баркасом — это выход."

    al "Вот, граница последнего круга, она заканчивается сразу за Отмелью Пионера."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Надо еще раз встретиться с Пионером. Наверняка он знает, где проходит эта граница. И про воду тоже… А пока, строим баркас."


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Точно. Лодку кибернетики починили. Начнем."







    pause (10000000000000000000000.0)

    scene black with fade

    stop music

    jump day34

return 