label day33:

    $ days = 33

    play music "audio/music/z_300.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (1000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True


    stop music fadeout 1.0


    play music "audio/music/z_176.mp3"


    scene an_d29_13 with dissolve

    "Утром меня вызвала Ольга Дмитриевна."

    od "После танцев я прошла по всем отрядам и заглянула в каждый домик. Вас с Дваческой на месте не было. Где вас нелегкая носила? А заодно Ясеневу и Персунова?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ольга Дмитриевна, а почему бы Вам не спросить у самого Семена? Вы же с ним в одном домике живете."


    scene an_d29_05 with dissolve

    od "Не уходи от темы, Ленина! Может, я хочу, сверить ваши показания. К тому же, у меня есть независимый источник информации."


    scene an_d29_13 with dissolve

    "И тут я поняла, что близка к провалу. Я не знала, что Семен рассказал Ольге. И если я сейчас начну врать, то она сразу поймет."

    "Хотя, возможно, она только притворяется, что допросила Сёму, и Семён ей еще ничего не рассказывал. И я стала тянуть время, лихорадочно соображая, что можно сказать в этой ситуации."


    scene cg od_office_sem_window with dissolve

    "Между тем, за спиной ОД показался Семен."

    "Он прижался к окну и внимательно слушал наш разговор. Он делал мне знаки руками. А я продолжала тянуть время."


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Сначала скажите, кто этот Ваш независимый источник."


    scene an_d29_05 with dissolve

    od "Неважно. И к тому же, ты не в том положении, чтобы задавать такие вопросы. Не забывайся, Ленина! Вопросы тут задаю я."


    scene cg od_office_sem_window with dissolve

    "В это время я смотрела на Семена, а он показывал руками, как будто едет на мотоцикле. Ну пантомима такая."

    "И я поняла, что он рассказал ОД про гонки. Но вряд ли всё, а скорее всего, безобидную версию."


    scene an_d29_01 with dissolve

    od "У вас с Двачевской уж третий привод. Сначала была рыбалка, потом драка, теперь нарушение режима."

    od "Уже после первого проступка, я обязана была подать рапорт Маргарите Павловне, о вашем исключении из лагеря."

    od "Ну так что, будешь тянуть время, препираться, или расскажешь, как всё было?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Хорошо, я расскажу. Только вы никого не наказывайте, ладно?"

    ul "В общем, на танцах, после перерыва, мы пошли смотреть на гонки. Нас пригласили мотоциклисты. У них были гонки на старой дороге."

    ul "И мы решили никого не звать, что бы, как вы говорите, не было массового нарушения режима, и пошли вчетвером."

    ul "Мы надеялись, что у них там все закончится в течение часа и мы успеем к отбою. Но гонка затянулась."

    ul "Не могли же мы, не досмотрев такое зрелище, вернуться в лагерь! И мы досмотрели. Когда ещё такое в жизни будет? Вот Вы, сколько раз видели гонки мотоциклистов?"


    scene an_d29_01 with dissolve

    od "Вообще-то, я не хожу на такие мероприятия. Не была ни разу. И не собираюсь."


    scene bg od_office with dissolve

    show sp_ul_014:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вот видите, Вы такое в жизни пропустили. А это было потрясающее зрелище! И мы очень жалели, что Вы не с нами."


    scene cg od_office_sem_window with dissolve

    "За спиной у Ольги я увидела, как Семен удовлетворенно улыбнулся и кивнул. Значит, я всё сделала правильно."


    scene an_d29_01 with dissolve

    "ОД сначала растерялась, а потом решила задать еще один, каверзный вопрос, на засыпку."

    od "Так значит, ты говоришь, что вы вернулись сразу после гонки? Это было в 22:30?"


    scene cg od_office_sem_window with dissolve

    "Семен за спиной ОД отчаянно замотал головой."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ну что Вы, Ольга Дмитриевна! В это время еще только первая пара откатала."


    scene an_d29_20 with dissolve

    "А сколько было пар?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "(Подумав) \nВроде, шесть пар. И когда мы вернулись, мы сразу упали в кроватки и заснули. Когда там нам было на часы смотреть?"


    scene an_d29_11 with dissolve

    od "(Недоверчиво) \nДа, в целом всё сходится. Я заходила к вам дважды, в 22 часа и в 23 часа, но вас еще не было."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вы же знаете, Ольга Дмитриевна, мы Вас все очень уважаем. Мы бы Вас не подвели."


    scene an_d29_11 with dissolve

    "А эти, ну, мотоциклисты, они вам не предлагали выпивку?"


    scene bg od_office with dissolve

    show sp_ul_050:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "(Притворно испугавшись) \nЧто вы! Боже сохрани! Они не предлагали, но даже если бы и предложили, то мы бы никогда. Вы же нас знаете. Ни за что. Вот, честное пионерское!"


    scene an_d29_01 with dissolve

    od "Врешь и не краснеешь. Ладно, иди. Считай, что выкрутилась. Но я ещё допрошу Ясеневу и Двачевскую. И не дай Бог, они скажут мне другое."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Не скажут."

    hide sp_ul_012


    show sp_ul_045:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А Вашему независимому источнику передайте, если мы его вычислим, то мало ему не покажется. Мы не потерпим ябеду и предателя в своем отряде."






    pause (10000000000000000000000.0)

    scene black with fade

    stop music

    #jump day34

return 