label day33:

    $ days = 33

    play music "audio/music/z_300.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (1000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True


    stop music fadeout 1.0


    play music "audio/music/z_176.mp3"


    scene an_d29_13 with dissolve

    "Утром меня вызвала Ольга Дмитриевна."

    od "После танцев я прошла по всем отрядам и заглянула в каждый домик. Вас с Дваческой на месте не было. Где вас нелегкая носила? А заодно Ясеневу и Персунова?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ольга Дмитриевна, а почему бы Вам не спросить у самого Семена? Вы же с ним в одном домике живете."


    scene an_d29_05 with dissolve

    od "Не уходи от темы, Ленина! Может, я хочу, сверить ваши показания. К тому же, у меня есть независимый источник информации."


    scene an_d29_13 with dissolve

    "И тут я поняла, что близка к провалу. Я не знала, что Семен рассказал Ольге. И если я сейчас начну врать, то она сразу поймет."

    "Хотя, возможно, она только притворяется, что допросила Сёму, и Семён ей еще ничего не рассказывал. И я стала тянуть время, лихорадочно соображая, что можно сказать в этой ситуации."


    scene cg od_office_sem_window with dissolve

    "Между тем, за спиной ОД показался Семен."

    "Он прижался к окну и внимательно слушал наш разговор. Он делал мне знаки руками. А я продолжала тянуть время."


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Сначала скажите, кто этот Ваш независимый источник."


    scene an_d29_05 with dissolve

    od "Неважно. И к тому же, ты не в том положении, чтобы задавать такие вопросы. Не забывайся, Ленина! Вопросы тут задаю я."


    scene cg od_office_sem_window with dissolve

    "В это время я смотрела на Семена, а он показывал руками, как будто едет на мотоцикле. Ну пантомима такая."

    "И я поняла, что он рассказал ОД про гонки. Но вряд ли всё, а скорее всего, безобидную версию."


    scene an_d29_01 with dissolve

    od "У вас с Двачевской уже третий привод. Сначала была рыбалка, потом драка, теперь нарушение режима."

    od "Уже после первого проступка, я обязана была подать рапорт Маргарите Павловне, о вашем исключении из лагеря."

    od "Ну так что, будешь тянуть время, препираться, или расскажешь, как всё было?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Хорошо, я расскажу. Только вы никого не наказывайте, ладно?"

    ul "В общем, на танцах, после перерыва, мы пошли смотреть на гонки. Нас пригласили мотоциклисты. У них были гонки на старой дороге."

    ul "И мы решили никого не звать, что бы, как вы говорите, не было массового нарушения режима, и пошли вчетвером."

    ul "Мы надеялись, что у них там все закончится в течение часа и мы успеем к отбою. Но гонка затянулась."

    ul "Не могли же мы, не досмотрев такое зрелище, вернуться в лагерь! И мы досмотрели. Когда ещё такое в жизни будет? Вот Вы, сколько раз видели гонки мотоциклистов?"


    scene an_d29_01 with dissolve

    od "Вообще-то, я не хожу на такие мероприятия. Не была ни разу. И не собираюсь."


    scene bg od_office with dissolve

    show sp_ul_014:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вот видите, Вы такое в жизни пропустили. А это было потрясающее зрелище! И мы очень жалели, что Вы не с нами."


    scene cg od_office_sem_window with dissolve

    "За спиной у Ольги я увидела, как Семен удовлетворенно улыбнулся и кивнул. Значит, я всё сделала правильно."


    scene an_d29_01 with dissolve

    "ОД сначала растерялась, а потом решила задать еще один, каверзный вопрос, на засыпку."

    od "Так значит, ты говоришь, что вы вернулись сразу после гонки? Это было в 22:30?"


    scene cg od_office_sem_window with dissolve

    "Семен за спиной ОД отчаянно замотал головой."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ну что Вы, Ольга Дмитриевна! В это время еще только первая пара откатала."


    scene an_d29_20 with dissolve

    "А сколько было пар?"


    scene bg od_office with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "(Подумав) \nВроде, шесть пар. И когда мы вернулись, мы сразу упали в кроватки и заснули. Когда там нам было на часы смотреть?"


    scene an_d29_11 with dissolve

    od "(Недоверчиво) \nДа, в целом всё сходится. Я заходила к вам дважды, в 22 часа и в 23 часа, но вас еще не было."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вы же знаете, Ольга Дмитриевна, мы Вас все очень уважаем. Мы бы Вас не подвели."


    scene an_d29_11 with dissolve

    "А эти, ну, мотоциклисты, они вам не предлагали выпивку?"


    scene bg od_office with dissolve

    show sp_ul_050:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "(Притворно испугавшись) \nЧто вы! Боже сохрани! Они не предлагали, но даже если бы и предложили, то мы бы никогда. Вы же нас знаете. Ни за что. Вот, честное пионерское!"


    scene an_d29_01 with dissolve

    od "Врешь и не краснеешь. Ладно, иди. Считай, что выкрутилась. Но я ещё допрошу Ясеневу и Двачевскую. И не дай Бог, они скажут мне другое."


    scene bg od_office with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Не скажут."

    hide sp_ul_012


    show sp_ul_045:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А Вашему независимому источнику передайте, если мы его вычислим, то мало ему не покажется. Мы не потерпим ябеду и предателя в своем отряде."


    stop music fadeout 1.0


    play music "audio/music/z_023.mp3"


    scene bg auhouse2 with dissolve

    "После нашего похода в развалины, мы с Алисой договорились вести совместное расследование всех тайн лагеря и стали думать, кого нам взять в команду."

    "Было понятно, что вдвоем распутать этот клубок нам было не под силу. Кто-то должен был прикрывать нас во время наших вылазок и этот кто-то должен быть надежен, как скала."


    scene bg auhouse_crop2 with dissolve


    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А кто у нас скала?"


    scene bg auhouse2 with dissolve

    "Мы стали перебирать все кандидатуры."


    scene bg camp_artifacts with dissolve

    show sp_le_001:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Лена отпала по причине вполне понятной."

    "Во-первых, она дружила с Семёном и точно рассказала бы все наши тайны ему, а тот Виоле."

    "Во-вторых, она была типичная тихушница, к таким как она в нашей школе всегда относились с подозрением. Ни я, ни Алиса, никогда не знали, что у неё на уме. Это настораживало."

    "К тому же, она не стала бы нас покрывать, так-как скорее всего ревновала Семёна к Алисе."

    hide sp_le_001


    show sp_sl_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Славя. Славина кандидатура, конечно, была хороша. Она была спортсменкой и умела держать язык за зубами, была надежна и не была трусихой."

    "Но её чрезмерная правдивость и желание всё делать по правилам в конце концов привели бы к постоянным спорам."

    "Она точно не одобрила бы, например, нашу воровскую вылазку за личными делами. Про сути, мы взломали ящики с документами Ольги Дмитриевны."

    "А это, с точки зрения Ясеневой, было нечестно и даже преступно. В её глазах мы были хулиганами. И она точно уговаривала бы нас явиться с повинной."


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "(Грустно вздохнув) \nДа, Славя слишком правильная. Ладно, отпадает. Кто там у нас еще?"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Женя. Она, правда, соня и неспортивная. К тому же, вечно сидит в библиотеке. Но на линейке могла бы нас прикрыть."

    ul "Но. Её мать – директор лагеря и если что-то случится... Ну, ты понимаешь."


    scene bg auhouse_crop2 with dissolve


    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Да. Это вилы."

    "Мы помолчали. Наконец, Алиса задумчиво произнесла:"

    al "Мику, Атсуи и Саманта тоже не подходят. По причине того, что они интуристы."

    al "Даже если они проникнутся идеей расследования, захотят быть с нами, будут за нас горой, то в ситуации, если мы втянем их в какую-нибудь историю, мягко говоря, вляпаемся, будет большой шум."

    al "Это же, как сказал бы Петрович, «дело политическое»."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Тогда, остаются мальчишки."



    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Алиса ловко повертела между пальцами перочинный нож и метнув, воткнула его в дверной косяк. Как будто поставила точку. Она всегда так делала, когда приходила к какому-то решению."

    "Много раз просила её научить меня так вращать открытый нож, но она отшучивалась. Говорила: «Зачем тебе это, ты же не урка?»"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ты это чего, придумала что-нибудь?"


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Слушай. Значит так. Электроника трогать нельзя. Он всегда всё забывает и кроме своей науки ничего не помнит. Да и на Шурика я не надеюсь. Какой-то он, тараканистый."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Чего?"


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Ну, с тараканами в голове. То есть, с придурью. Мало ли, что ему взбредет в голову?"

    al "Возьмет невзначай, да и проболтается. В разговоре, не специально. Он же рассеянный. Забудет, что это – ТАЙНА."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ну, не тяни, говори!"


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А кто нас прикрывал у костра и на вечерней поверке? Кто всегда молча таскает наши рюкзаки? Кто скромен и нем, как могила?"


    scene bg auhouse2 with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al_ul "(Хором) \nТолик!"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Точно! Вот это — кандидатура!"


    scene bg auhouse_crop2 with dissolve

    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Знаешь, как он будет рад и горд, что мы ему доверили ТАЙНУ?! С ним же никто не дружит, он одинок. Ну видишь, как я здорово придумала?!"


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Тихо. Кажется, идет Ольга Дмитриевна... Странно. Я же только от нее, мы вроде все выяснили. Неужели, кто-то раскололся? Это не к добру."


    scene bg auhouse3 with dissolve

    show sp_od_022:
        yalign 0.0 subpixel True
        xalign 0.5 subpixel True
        zoom 1.1

    "Дверь открылась. В комнату заглянула Ольга Дмитриевна."

    od "Саша Бременская из второго отряда к вам не заходила?"


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А что ей тут делать? Да еще в такую рань."


    scene bg auhouse3 with dissolve

    show sp_od_022:
        yalign 0.0 subpixel True
        xalign 0.5 subpixel True
        zoom 1.1

    od "А то, что оказывается, ее тоже не было вчера после отбоя в лагере."

    od "Увидите её, сразу отправьте ко мне. Я на вас надеюсь. Если будете мне помогать, я забуду историю с вашей рыбалкой. \n(уходит)"


    scene bg auhouse_crop2 with dissolve

    show sp_al_002:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Так... В отряде появилась КРЫСА."


    stop music fadeout 1.0


    play music "audio/music/z_176.mp3"


    scene bg camp_fog with dissolve

    "С утра лагерь окутал сильный туман. Никогда такого не видела."

    "Солнце спряталось, и стало немного сумеречно, потом домики стали погружаться в марево. Туман наступал на лагерь со всех сторон."

    "Алиса сказала, что он сиреневый, а мне он показался голубым. В другое время мы обязательно поспорили бы, но сейчас нас больше заботило другое."

    "Настораживала информация от ОД. Во первых, в отряде появилась КРЫСА."

    "Во вторых, если Бременская расколется, то быть беде."

    "Надо было ее предупредить и рассказать ей нашу версию для ОД, чтобы мы врали одинаково. Последнее время Саша пропадала там."


    stop music fadeout 1.0


    play music "audio/music/z_111.mp3"


    scene cg bikers_fog with dissolve

    "Мы кинулись к мотоциклистам. Далеко идти не пришлось. Они прогревали моторы у ворот лагеря, собирались ехать в поселок."

    "К счастью, еще не уехали. В тумане они выглядели как персонажи фантастического фильма."

    "Алиса подошла к Жану и все ему объяснила. Жан тут же подозвал какого-то мотоциклиста. Они побеседовали, и тот убежал в их лагерь."

    "Потом Жан сделал рукой жест, мол, «все будет нормально»."


    stop music fadeout 1.0


    play music "audio/music/z_067.mp3"


    "Мотоциклисты перестали прогревать моторы чтобы Алиса с Жаном смогли поговорить. И они о чем-то говорили обнявшись. Потом он ее поцеловал, и мотоциклисты уехали по дороге в поселок, прямо в туман."


    scene bg road2 with dissolve

    "Алиса стояла и смотрела им вслед. Я спросила ее, что случилось. А она сказала, что у нее странное предчувствие. И что, может быть, всему виной туман. А потом мы пошли искать Толика."


    stop music fadeout 1.0


    play music "audio/music/z_023.mp3"


    scene bg camp_fog with dissolve

    "Толика уже второй день никто не видел. Но, как ни странно, ОД о нем не спрашивала."

    "Вездесущая Лена сказала, что он ходит через брод в камыши и у него там есть место для рыбалки."

    "И тут я вспомнила, что Толик боится приведений. На чердаке он сказал, что никогда бы не пошёл в Дом на Болотах. У меня возникла идея."

    "Утро, туман, он там нас не заметит, а мы такие из тумана выскочим на него в простынях. Вот он напугается."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Я сказала Алисе. Она ответила что идея дурацкая. Но потом, видя, что я не унимаюсь, согласилась."

    hide sp_al_056

    "И мы прихватили с собой две простыни. Купаться мы не собирались и купальники решили не брать."


    scene cg map_tol_hut with dissolve

    "Сначала мы забрались на небольшую горку за лагерем, откуда была видна Рачья отмель. Но дыма от костра мы не увидели."


    scene cg al_ul_hill with dissolve

    al "Странно, Где же он может быть?"
 

    stop music fadeout 1.0


    play music "audio/music/z_131.mp3"


    scene bg dnest2 with dissolve

    "Но вдруг, далеко за рекой, в районе Непроходимого брода, где надвигающийся туман еще не успел поглотить лес, блеснул едва заметный огонек."

    "Мы посовещались и решили, что у нас нет вариантов, и надо идти к броду."


    scene bg ford4 with dissolve

    "Мы пересекли реку у Первого Брода по небольшому мостику и пошли по тропинке, в сторону Старого лагеря."

    "Через несколько сотен метров тропа разбегалась, на тропку идущую к реке и на тропинку в Старый лагерь. Мы свернули к реке."


    scene bg dnest2 with dissolve

    "Эта тропа должна была вывести нас сначала к камышам и болоту, а затем к Непроходимому броду, где, если верить рассказу Юли, утонул немецкий бронетранспортер."

    "Действительно, вскоре мы увидели реку и костер на песчаном берегу. Берег был очень ровный и казалось, до Большого Острова рукой подать."

    "На вид тут должна была бы быть переправа. Не удивительно, что немцы обманулись, решив переправляться именно здесь."

    "Но именно здесь, река намыла огромное количество ила и дно под ногами проваливалось. Идя по щиколотку, можно было вдруг провалиться по грудь, а то и по шейку."

    "Это был самый короткий путь в лагерь, но тут было течение и все ходили в обход."


    stop music fadeout 1.0


    play music "audio/music/z_201.mp3"


    scene cg tol_hut with dissolve

    "Мы затаились в камышах. Вскоре мы убедились, что у костра сидел именно Толик. Это было нетрудно определить по отсвечивающей в свете костра лысине."

    "Неподалеку стоял шалаш. Судя по шалашу, построен он был не сегодня."


    scene bg tol_hut_fog with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Так вот куда периодически пропадает Толик. Вот только, что он тут делает? Это далековато от лагеря. Да и место, прямо скажем, неприветливое."

    hide sp_al_056


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А ты заметила, что сюда тоже надвигается туман? Смотри, из тумана выпрыгивают какие то огоньки. Что это?"

    hide sp_ul_013


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Так уж и выпрыгивают. Обычное дело. Это гнилушки светятся. А туман действительно странный."

    hide sp_al_055

    "Осмотревшись, мы заметили небольшой плотик, привязанный к растущей у воды иве. Мы решили напугать Толика, как и договаривались. Нам показалось, что он задремал. Это было кстати."


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Выскочим одновременно с разных сторон. Только ты тоже ори, а то если я одна, будет не тот эффект."



    stop music fadeout 1.0


    play music "audio/music/z_193.mp3" noloop


    scene cg al_ul_tol_ghosts with dissolve

    "Мы надели на себя простыни и с раскинутыми руками и с криком «У-у-у!» выскочили к костру. Эффект был потрясающий!"


    pause (10000000000000000000000000.0)


    stop music fadeout 1.0


    play music "audio/music/z_149.mp3"



    "Толик вскочили на ноги, потом упал. Он дико верещал от страха, а мы хохотали и бегали вокруг, махая руками, как крыльями."

    "Но Толик вдруг, упал на спину и стал дергался как припадочный."

    tol "Не надо! Я всё расскажу, я больше не буду, не убивайте меня! Я не виноват! ОНИ заставили меня!"

 
    scene cg al_ul_tol_ghosts2 with dissolve

    "Сначала мы думали, что он тоже притворяется. Подыгрывает. Но он был по-настоящему напуган. Нам это показалось странным."

    "Алиса остановила меня и указала рукой на валяющиеся вокруг шалаша бутылки, которые мы не заметили сразу. Их было много."

    "Толик продолжал орать и кататься по земле, потом подполз к Алисиной ноге и вцепился в неё, причитая:"

    tol "Не надо! Я сделаю то, что вы скажете."

    "Все попытки стряхнуть его с ноги, оказались безрезультатными. Толик был пьян, ничего не соображал и это было очевидно."

    "Алиса устало плюхнулась на песок, не обращая внимания па плачущего Толика, стискивающего её ногу. Она подняла бутылку, посмотрела на этикетку и сказала:"


    stop music fadeout 1.0


    play music "audio/music/z_417.mp3"


    scene bg tol_hut_fog with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Портвейн. Похоже, сейчас он считает, что разговаривает с демонами. Воспользуемся этим и кое-что вытянем из него."

    hide sp_al_056


    show sp_al_062:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Отпусти ногу, лишенец! А то я превращу тебя в жабу!"

    hide sp_al_062


    scene cg al_ul_tol_ghosts2 with dissolve

    "На удивление, Толик тут же отпустил ее лодыжку и сел, преданно уставившись на Алису слезящимися глазками. Лицо его было красным и распухшим, как подушка."


    scene bg tol_hut_fog with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    "«Белочка» – диагностировала Алиса"

    al "Кайся, злыдень! Рассказывай всё и тогда спасешься! \n(она явно блефовала)"


    hide sp_al_056


    stop music fadeout 1.0


    play music "audio/music/z_171.mp3"


    scene cg al_ul_tol_ghosts2 with dissolve

    "Толик упал ниц на песок, распростёршись перед Алисой, и глядя в землю, стал быстро бормотать. Из его бессвязной речи было понятно, что он сожалеет и раскаивается о том, что сделал."

    "А именно, подглядывал, подслушивал и докладывал..."

    "Алиса напирала на него и заставила сказать, кому и какую информацию он сдавал. По признанию Толика, заказчиком информации была не кто иная, как Ольга Дмитриевна."

    "Он подсматривал за каждым членом отряда и докладывал ей обо всех наших «запрещенных» мероприятиях."

    "В том числе, она знала про День рождения Жени, который мы отмечали ночью в старом лагере. Также ей было известно о проводившемся там конкурсе колготок."


    scene bg tol_hut_fog with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Так вот почему она знает о нас так много!"

    "Алиса пнула Толика. Он взвизгнул."

    hide sp_al_056


    "Где-то на тропе послышался топот и треск сучьев, как будто кто-то шел в сторону костра."

    "Мы с Алисой заметались. Вокруг были река и болото, отступать можно было только в сторону той самой тропы, по которой кто-то двигался в нашу сторону."


    stop music fadeout 1.0


    play music "audio/music/z_202.mp3"


    show sp_al_057:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Всё, это кранты. Не знаю, кто там, но мы не должны попасться никому на глаза. Скорее всего, нам припишут портвейн и пьянку. Осрамился на весь лагерь. Выгонят, к бабке не ходи."

    al "А Жан должен приехать за мной именно в лагерь. Они же уедут послезавтра. Жану надо продлить визу. Говорит, из за меня. Он сказал, что обязательно вернется за мной."

    al "Но если меня выгонят из лагеря, то всё!"

    hide sp_al_057


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Уедут... Это новость. Если что, Я без тебя тут одна не останусь! Ладно. Вон, туда!"

    "Я показала Алисе на плотик."

    hide sp_ul_013


    scene cg al_ul_raft with dissolve

    "Мы бросились в воду, ухватились за плотик, отвязав веревку, столкнули его туда, где течение быстро подхватило его и понесло."

    "Костер удалялся. На его фоне были видны какие то фигуры кто-то кричал на Толика."

    "Через какое то время костер скрылся за поворотом реки."

    al "Кажется, беда миновала."

    ul "Да... Но куда это нас несет? У нас нет ни весел, ни шеста. Судя по последним событиям с рекой, мы будем плавать по кругу вечно, пока не умрем."

    "Я заметила, что Алиса Улыбается. Это была классная шутка. Но она так и повисла в воздухе. Потому что теперь мы обе понимали: это ВОВСЕ НИКАКАЯ НЕ ШУТКА."






    pause (10000000000000000000000.0)

    scene black with fade

    stop music

    #jump day34

return 