label day34:

    $ style.say_window = style.window

    $ days = 34

    $ adv_1 = False
    $ adv_3 = False
    $ adv_5 = False
    $ adv_7 = False
    $ adv_10 = False
    $ adv_12 = False
    $ adv_15 = True

    $ im_gal_33_00 = True
    $ im_gal_33_01 = True
    $ im_gal_33_02 = True
    $ im_gal_33_03 = True
    $ im_gal_33_04 = True
    $ im_gal_33_05 = True
    $ im_gal_33_06 = True
    $ im_gal_33_07 = True


    show screen current_day with fade


    play music "audio/music/z_300.mp3"


    $ show_quick_menu = False


    pause (1000000000000000000.0)


    hide screen current_day


    $ show_quick_menu = True


    scene bg camp_artifacts with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_176.mp3"


    "В связи с ночным происшествием, администрацией лагеря было принято решение не проводить утреннюю линейку, а дать пионерам поспать до 10-11 часов."

    "Потом малышей увели до обеда  на пляж, а старшие группы были предоставлены самим себе."


    scene bg attic2 with dissolve

    "Вместо того, чтобы идти, как обычно, в кружки, мы собрались на чердаке и обсудили всем отрядом то, как мы будем строить баркас."

    "История с Толиком не стала достоянием гласности по двум причинам. Во первых, теперь у нас был компромат на Толика."


    scene bg fi_cabin2 with dissolve  

    show sp_tol_007:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2


    "Мы дождались когда он появится в своей комнатке и нагрянули туда с допросом. Точнее, это был не допрос, а элементарное давление."

    "Стоило только нам заикнуться что мы поставим отряд в известность относительно его предательства, он сразу же готов был сделать для нас что угодно."

    "Взамен он выдал все планы дирекции по лагерю, о которых мы и понятия не имели. Раскрыл причины внутренних дрязг между Виолой и ОД и рассказал о всех слабых сторонах директрисы."

    "Второй причиной было то, что мы хотели завербовать Толика, и нас устраивало, что ОД ни о чем не будет догадываться. Так нам легче было делать свои дела."


    scene bg attic2 with dissolve

    show sp_tol_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Поэтому на момент сбора отряда Толик был уже с нами. Он из кожи вон лез, что бы вновь заручиться нашим доверием."


    scene bg pfis with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_1016.mp3"


    "На совете отряда мы решили, что в рабочую команду войдут Семён, Толик, кибернетики, Славя, Лена, Атсуи, Алиса и я. Женя осуществляла информационное прикрытие. Вместе дело пойдет быстрее."

    "К сожалению, времени у нас было немного. Это был обеденный перерыв и время, которое выделялось на занятия в кружках. Иначе бы заметили наше отсутствие."

    "Получалось не больше трех часов в день."

    "Кибернетики сразу решили перевезти на остров кучу всякого нужного материала: краски, ткань, фанеру, клей и много чего другого."

    "Больше всего мы боялись, что Долговязый и его команда прознают про нашу затею. Они могли наябедничать директрисе, как это сделали мы на них."

    "Или приплыть и всё поджечь. Второй вариант был бы непоправимым несчастьем. И мы строго соблюдали конспирацию."

    "Ну вот... Всё это было до обеда. После обеда кибернетики уже вовсю начали реализовывать наш план."

    "С роботом у них не ладилось, и они с энтузиазмом, как сказала Алиса, «сменили пластинку»."

    "Славя и Лена решили заняться пошивом. Нужен был парус и всякие мелочи."

    "Кибернетики были не прочь взять нас с собой, но мы с Алисой не могли оказать им сейчас какой-либо существенной помощи, а только путались бы под ногами."

    "Тем более, что места в лодке было мало."

    "Особенно, если учесть, что кроме инструментов и всяких нужных им материалов, они взяли с собой Атсуи, которая, наслушавшись наших рассказов о ракушках, хотела понырять возле острова Пирожок."

    "Зато они пообещали нам, что позовут нас, когда нужно будет красить борта."


    scene bg camp_artifacts with dissolve

    "В общем, вскоре мы занялись своими обычными делами."


    stop music fadeout 0.5

    queue music "audio/music/z_023.mp3"


    "После обеда мы заметили суету в лагере. Взмыленный Тарас Юрьевич, жестикулируя  и делая страшные глаза, что-то взволнованно рассказывал Петровичу."

    "Конечно, я сразу же подобралась поближе, чтобы подслушать, и вот, что я узнала."


    scene bg boat_station4 with dissolve


    "Когда физрук пошёл проверять ограждение в «лягушатнике», чтобы отвести туда пятый и шестой отряды купаться, то обнаружил, что ограждения нет."

    "Исчезли две лодки, а также, исчез бакен, который обычно показывал, куда нельзя заплывать на лодках. Даже один понтон сорвало и унесло на дальний пляж."

    "Бакен был привязан к тяжелому бетонному кубу, лежащему на дне, и сорвать его могла только страшная сила. Понтон тоже весил не одну сотню килограмм."


    scene bg camp_artifacts with dissolve

    show sp_fi_015:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    fi "Это все проклятая рыбина. Никто такого бы не смог сделать. Еще до обеда все было нормально."

    hide sp_fi_015


    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    pe "Не надо было привязывать сеть с уловом к понтону. Я же говорил тебе, Тарас! Теперь ты веришь, что он существует?"

    hide sp_pe_005


    show sp_fi_015:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    fi "Я готов сам убить эту тварь. У меня есть ружьё."

    hide sp_fi_015


    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    pe "Не смеши, что ему твоё ружьё. Ты его еще найди, этого сома. Меня беспокоит, что он покинул омут. Стал днём появляться у берега, да еще прямо у лагеря."

    hide sp_pe_005


    show sp_fi_015:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    fi "Пока мы его не убьём, я не пущу никого в воду. Представляешь, если он утащит ребенка!"

    hide sp_fi_015


    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    pe "Он корову легко утащит, не то, что ребенка. Нет, так его не убить. Тут надо шарахнуть наверняка."

    pe "Есть у меня одна мыслишка. И помощники есть. А ты объявляй запрет. Надо огородить весь берег флажками, таблички повесить. Проинструктировать вожатых."

    hide sp_pe_005


    "Появилась Ольга Дмитриевна."


    show sp_od_022:
        yalign 0.0 subpixel True
        xalign 0.45 subpixel True
        zoom 1.1
    with dissolve

    od "(Встревожено) \nПочему отряды еще здесь? Вы же должны были отвести их на пляж."

    hide sp_od_022


    show sp_fi_015:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    fi "Тут такое дело, Ольга... \n(что-то шепчет на ухо ОД)"

    hide sp_fi_015


    show sp_od_026:
        yalign 0.0 subpixel True
        xalign 0.45 subpixel True
        zoom 1.1
    with dissolve

    od "Господи! Дети! Всем немедленно покинуть зону купания! Всем вожатым немедленно собраться в лекционном зале музкружка! \n(убегает)"

    hide sp_od_026


    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    "Тут подошла Алиса. Петрович подозвал нас."

    pe "Так, гаврики. Есть у меня для вас дело!"


    scene bg watchmans_cabin_2 with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_197.mp3"


    "Он завел нас в свою сторожку и разложил на столе уже знакомую нам карту."

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    pe "Узнаёте место?"


    scene bg watchmans_cabin with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Омут?"


    scene bg watchmans_cabin_2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    pe "Он самый. В прошлый раз не удалось словить зверя, но в этот раз мы его точно поймаем."


    scene bg watchmans_cabin with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Так он же рвёт все лески и даже канаты. Бесполезно."


    scene bg watchmans_cabin_2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    "Петрович порылся в стоявшем под столом ящике и положил на стол какой-то сверток."

    pe "Тут нужна хитрость. Глядите, чем мы его брать будем."

    pe "Тротил! Его у меня много."


    scene bg watchmans_cabin with dissolve

    show sp_ul_050:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    show sp_al_018:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    "Мы с Алисой отпрянули."


    scene bg watchmans_cabin_2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    pe "Не бойтесь, дурехи. Он не опасный. К нему нужно взрыватель сперва прикрепить. Вот тогда жахнет."

    scene bg watchmans_cabin with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я потыкала пальцем сверток."

    hide sp_ul_013


    show sp_al_018:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Не трогай! С ума сошла?"

    hide sp_al_018


    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "И как мы его будем брать этой штукой? Если она рванёт, то весь лагерь сбежится."


    scene bg watchmans_cabin_2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    pe "Эх, молодо-зелено! Так то же если на воздухе. А мы под водой."

    pe "И надо меру знать. Вот три палочки свяжем вместе, самое то будет. Больше нельзя. А то вся рыба в реке всплывёт."

    pe "Контузию ему будем делать. Глушить, значит."


    scene bg watchmans_cabin with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Я о таком только в книжках читала. У нас никто рыбу не глушит, только сетями или удочкой ловят."


    scene bg watchmans_cabin_2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    pe "Он сети рвет или утаскивает. Нет, тут надо по науке. Будем глушить рыбину!"


    scene bg watchmans_cabin with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А можно, мы возьмём еще одного мальчика? Он надёжный. Мы его с собой хотим на дело взять важное. Вот как бы его и проверим. Ну, в общем, ещё один человек лишним не будет."


    scene bg watchmans_cabin_2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    pe "Берите вашего мальчика. Только вы за него отвечаете. Чтобы молчок! Значит, завтра утром часов в пять, пока вода ещё прозрачная, на лодке поплывём."

    pe "Он в омуте на самой серёдке ляжет, на глубине. Его в это время видно будет, маску возьмём. Пусть ваш мальчик наблюдает, а мы будем всё снаряжение готовить. Прямо над ним опустим."

    "Петрович водил пальцем по карте."

    pe "Тут, значит, опустим, а сюда отплывём. До лагеря аккурат километр. Он приложил линейку. Никто даже не проснётся."


    scene bg watchmans_cabin with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А если лодку разорвёт? Мы все утонем!"


    scene bg watchmans_cabin_2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    pe "Так кто же с лодки глушит? Вот чудачка! Сперва ему надо дать заглотать приманку, а к ней привязать поводок, как потянет."

    pe "Взрыватель заводим, отпускаем, пусть на глубину тянет. Через пол минуты шарахнет. Мы далеко будем. И вот..."

    "Петрович протянул нам свёрток с ватой."

    pe "Заткнёте ушки свои нежные."


    scene bg watchmans_cabin with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А Вы?"


    scene bg watchmans_cabin_2 with dissolve

    show sp_pe_005:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    pe "Так я глухой почти. Мне и так хорошо."


    scene bg camp_artifacts with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_023.mp3"


    "У нас впереди было ещё целых полдня свободного времени, и мы решили сходить в посёлок."

    "В нашем буфете все вкусное давно закончилось. Были какие-то твердые коржики. Их никто не ел."

    "К тому же, надо было проверить, можно ли выбраться за периметр лагеря по дороге."

    "Мы больше не ощущали вибрации, и это был хороший признак. Верной приметой было возвращение в лагерь Юли. В общем, мы решили попробовать."


    scene bg stels with dissolve

    "Чтобы не привлекать внимания, мы сбежали из лагеря через лазейку в заборе. Там сначала был запасной выход, но его закрыли."

    "Кто-то смог открыть кодовый замок, подобрав шифр, у нас тут умельцев хватает. И он просто висел для вида."

    "А так, пол-лагеря знало, что замок — пустышка, и все бегали, когда им было нужно, на пляж и в посёлок."

    "Жаль только, что после нашего приключения с Алисой, замок точно поменяют (я так думаю), потому что на вечернюю проверку мы опоздали. А тут строго."


    scene bg road with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_099.mp3"


    scene bg road with dissolve


    "Мы пошли по дороге на посёлок. Дорога оказалась очень длинной. И Алиса предложила бежать."

    "И когда мы бежали, то увидели, что от дороги уходит тропинка, и надпись на скале: «Тропа на тоннель». Но о ней позже."


    scene bg village with dissolve

    "Мы прибежали в посёлок. Он маленький, но там есть сельмаг. Он почти всегда закрыт, но висит записка. «Если чего надо, то стучите»."

    "Клавдия Семёновна, которую весь посёлок звали просто ТЕТЯ КЛАВА, продавец, жила в пристройке к магазину, тут же."

    "Алиса сказала, что это очень удобно, потому что механизаторы приходят в сельмаг за тем, чтобы «промочить горло» в любое время суток, а выручку магазин делает только на спиртном."

    "Вот и мы постучали к Клавдии Семёновне. Мы взяли аж шесть бутылок лимонада и печенье."


    scene bg road3 with dissolve

    "На обратном пути мы дошли до места, где была тропинка к какому-то тоннелю."

    "Алиса сказала, что мы опоздаем, если не сократим дорогу. И что она слышала, будто есть короткая дорога, и что наверное это как раз она. Ведь тоннель где-то рядом с лагерем."

    "В общем, мы решили рискнуть."


    scene bg hetu2 with dissolve

    "И пошли по тропе. Бутылки весело позвякивали в рюкзаках."

    "На тропе открывались живописные виды. А путь по дороге был однообразный, и он мне успел надоесть по дороге в магазин. Так что я была рада тому, что мы свернули на тропинку."

    "Ну вот. А дальше было приключение. Потому что тропа хоть и выходила к тоннелю, но с другой стороны. И мы этого не знали."



    scene bg hemp_field with dissolve


    stop music fadeout 0.5


    queue music "audio/music/z_1016.mp3"



    "Но сначала тропа шла через огромную, заросшую высокой травой, поляну."


    show sp_al_003:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Алиса остановилась прямо такая вся ошалевшая. И говорит:"

    al "А ты знаешь, что это? Конопля! Эту траву курят. Помнишь, Семён кинул скошенную траву в костер, и у нас голова закружилась? Так вот, это она."

    al "Представляешь, тут целое поле конопли! Они, наверное, ее выращивают. Это же совхоз конопляный!"

    hide sp_al_003


    "Я тоже знала про коноплю, что она в зернышках. Как-то мама сказала, что конопляное семя помогает в медицине. И что всякие веревочки из нее делают и даже одежду."

    "А папа ухмыльнулся тогда и сказал: «А еще от неё плющатся и колбасятся». А мама дала ему шлепка."

    "Видно, его подмывало сказать про то, что у конопли есть другие свойств. Но он не сказал. Это я сейчас догадалась."


    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "Алиса сорвала немного травы и понюхала."

    hide sp_al_005


    show sp_ul_014:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Будешь плющиться и колбаситься?"

    hide sp_ul_014


    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "А ты, мелкая, откуда такие подробности знаешь?"

    hide sp_al_005


    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    "Я рассказала ей про папу, что эту фразу взяла от него."

    hide sp_ul_012


    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    "А она засмеялась и сказала:"

    al "Твой папа знает в этом толк! Нет, курить я ее точно не буду. Она мозг сушит. Оно того не стоит."

    "И я подумала, что надо познакомить Алису с моими родителями. Она бы им понравилась. Папе-то уж точно. "

    hide sp_al_006


    scene bg tuni with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_124.mp3"


    "Потом поле закончилось, и мы вышли к тоннелю."


    scene cg tunnel_guys with dissolve

    "На старых ржавых рельсах сидела компания из пяти парней. Они были, как сказал бы папа, «великовозрастные»."


    "Один крикнул: «А-а-а, пионерия! Салют пионерам!» И они как-то нехорошо засмеялись."


    scene bg tuni with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "(Шёпотом) \nЭто гопники. К тому-же, обкуренные. Что бы ни случилось, держись рядом. Готовься. Если что, пробежим через тоннель."


    scene cg tunnel_guys with dissolve

    "Но тому, который крикнул, видно, понравилась Алиса. Он был самый располагающий к себе из всей этой гоп-компании."

    "Что он главный, я поняла по тому, что он отослал двоих своих дружков словами:"

    gop1 "Идите погуляйте, видите, дамы вас боятся."

    "Но они уходить не хотели, тогда он спросил:"

    gop1 "Я что, неясно излагаю?"


    scene cg tunnel_guys_01 with dissolve

    "И они сразу ушли. А его приятель, здоровый такой амбал, сказал:"

    gop2 "Рыжая — просто отпад."

    "А второй приятель, дрищ, добавил:"

    gop3 "Мелкая, вроде, тоже ничего."

    "Они о чём-то межу собой пошептались и снова засмеялись. Я тихонько взяла камень с насыпи. Подумала, если что, буду защищать Алису. Я метко кидаю."

    "Но Алиса, сказав мне «Не отставай», как ни в чем не бывало пошла прямо к ним. Она подошла к их главному и говорит:"


    scene cg tunnel_guys_02 with dissolve

    al "Ну что, угостишь травкой пионерку? \n(и так сплюнула на рельсы, прямо как заправский хулиган)"

    al "А мы вас пивом угостим."

    "Тут вся компания, как сказала бы Алиса, прифигела. Видно, у них о пионерах другое мнение было. И главный их ответил:"


    scene cg tunnel_guys_03 with dissolve

    gop1 "Ну садись, красавица, сюда."

    "И на колени свои показывает."

    gop1 "А ты курить-то умеешь?"

    "И тут все опять засмеялись. А Алиса дерзко так ему:"

    # scene bg tuni with dissolve

    # show sp_al_002:
        # yalign 0.1 subpixel True
        # xalign 1.0 subpixel True
        # zoom 1.2 

    al "На колени пусть тебе тетя Клава садится. Я курила, когда тебя еще мамка кашкой кормила."

    scene cg tunnel_guys_04 with dissolve

    "Я испугалась за неё, но эта братва сразу Алису зауважала. Потому что они увидели, что она их не боится. А их главный сказал:"

    gop1 "Меня вообще-то Вова зовут."

    gop1 "(Показывает на Амбала и Дрища) \nА это Жорик и Димон."


    stop music fadeout 0.5

    queue music "audio/music/z_152.mp3"


    "И вот тут у меня отлегло. Я поняла, что у нас есть время что-то придумать. И что всё не так уж плохо."

    "Алиса с Главным закурили. Он её так разглядывал прямо с интересом. Но худой всё не унимался."



    image an_34_01: # Анимация Ульяна Алиса моргают перед гопниками
        


        "images/an/an34day/an_d34_02.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an34day/an_d34_01.webp" with Dissolve(0.5, alpha=True)
        pause 1.0
        "images/an/an34day/an_d34_03.webp" with Dissolve(0.5, alpha=True)
        pause 0.3
        "images/an/an34day/an_d34_01.webp" with Dissolve(0.5, alpha=True)
        pause 1.0
    
        repeat


    scene an_34_01 with dissolve

    gop3 "Вован, она тебя развела, нет у них пива."


    scene bg tuni with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Верно, нет. Но вы же лимонад пить не станете?"


    scene cg tunnel_guys_01 with dissolve

    gop2 "Эт точно..."

    "В общем, видать, Дрищу было завидно, что Алиса с Вовой (Главным) нашли общий язык, а они с Амбалом вроде как ни при чём."

    "И они стали оба ко мне приставать и идиотские вопросы задавать про галстук, пионеров и лагерь."

    "Что мы там только строем ходим, взявшись за руки (с чего вдруг у них такое мнение?)"

    "И совали мне папироски самодельные, что, мол, если взрослая уже, то кури. Я, конечно, взрослая, но Алиса мне глазами показала, чтобы я не курила."


    scene cg tunnel_guys_02 with dissolve

    "Ну, в общем, как сказала потом Алиса, мы «усыпили их бдительность»."

    "И вся компания стала нам рассказывать, какие они крутые, и что у Вовки есть мотоцикл с коляской, приглашали нас кататься и махнуть на речку вместе."

    "А потом, типа, развлечёмся, и у них есть «кое-что покрепче»."


    # scene bg tuni with dissolve

    # show sp_ul_013:
        # yalign 0.0 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.1

    scene cg tunnel_guys_03 with dissolve

    ul "Приставать будете?"


    scene an_34_01 with dissolve

    "Они прямо опешили. А их главный, Вова, говорит:"

    gop1 "Нет, мы не такие. Не думайте про нас плохо, девчонки. Вам, наверное, сказали, что в посёлке одни наркоманы живут."

    gop1 "Но у нас своя компания. Мы любим технику и всё такое. Я даже брал в прошлом году в вашей библиотеке книги. Ходили на экскурсию к вам."

    gop1 "У вас там ещё есть такая красивая вожатая... Вот она мне посоветовала."


    scene bg tuni with dissolve

    show sp_ul_012:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ольга Дмитриевна?"


    scene cg tunnel_guys_04 with dissolve

    gop1 "Во, точно. Она."


    stop music fadeout 0.5

    queue music "audio/music/z_516.mp3"


    "И тут он прямо серьёзный весь стал и даже папироску затоптал недокуренную."

    gop1 "Давайте дружить. Вот ты, \n(обращается к Алисе)"

    gop1 "Из какого города?"


    scene bg tuni with dissolve

    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    al "Он далеко, отсюда не видно."


    scene cg tunnel_guys_01 with dissolve

    gop1 "Нет, ну я серьезно..."

    "Хотя, судя по тому, что те двое шептались, планы у них были сначала другие. Во всяком случае, у Димона."


    scene an_34_01 with dissolve

    "Они вполголоса о чём-то говорили и на нас смотрели. И Амбал в конце сказал (это я уже слышала отчётливо):"

    gop2 "Ты чё, вообще что ли? Только попробуй такое замутить, я те башку сразу снесу."


    scene cg tunnel_guys_02 with dissolve

    "И Дрищ стушевался и как-то сразу сник."

    "Алиса тем временем подробно расспросила у Вовы про местных, про посёлок. Про то, что тут ещё есть."

    "И они все наперебой загалдели про какой-то карьер и про шахту. Обещали на экскурсию нас туда свозить на мотоцикле. Но Алиса мне подмигнула и вдруг сказала:"


    # scene bg tuni with dissolve

    # show sp_al_004:
        # yalign 0.1 subpixel True
        # xalign 1.0 subpixel True
        # zoom 1.2 

    scene cg tunnel_guys_01 with dissolve

    al "Мальчики, девочкам надо в кустики."


    scene cg tunnel_guys2 with dissolve

    "И тот, что Димон, самый злыдень худющий, сказал:"

    gop3 "Нет, дамы, кустики далековато будут. Вы еще часом ломанётесь от нас. А мы только знакомиться начали. Вон, есть тоннель."


    scene bg tuni with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    "Алиса выложила из рюкзака весь наш лимонад. Наверно, чтобы уходить налегке. Они так повеселели сразу. И сказала Амбалу:"

    al "Спасибо, красавчик. Это тоже вариант."

    "И мы пошли в тоннель. А Главный нам вслед крикнул что-то, как будто предостерегал."


    scene bg rail with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_125.mp3"


    "Ну, в общем, мы бежали быстро. Они потом, конечно, спохватились. Потому что кричали что-то вдогонку все вместе. Но мы уже далеко были."

    "Алиса крикнула мне на бегу: «Это торчки, а они долго не смогут бежать, им тяжко будет»."

    play miscSounds "audio/music/z_039.mp3"

    "Тоннель показался мне длинным, и еще показалось, что я слышу стук колес и гудок. Как будто поезд идет далеко."

    "Но странно, эта дорога же с поломанными рельсами. Тут я точно знала, что поезда с войны не ходят.  Может от страха, приглючилось. Но все-таки мы добежали."



    scene bg camp3 with dissolve


    stop miscSounds fadeout 1.0

    stop music fadeout 0.5

    queue music "audio/music/z_181.mp3"


    "А лагерь действительно был уже близко. Но как мы ни бежали, а на проверку опоздали."


    scene bg camp_artifacts with dissolve

    show sp_od_022:
        yalign 0.0 subpixel True
        xalign 0.45 subpixel True
        zoom 1.1

    "Нас встретила Ольга Дмитриевна и сказала:"

    od "Вас хочет видеть Маргарита Павловна."

    "Видно, она не смогла нас прикрыть. Только шепнула по дороге:"

    od "Скажете, что я вас послала на лодочную станцию за журналом, и не говорите ничего больше!"


    hide sp_od_022


    scene bg mp_office_door with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "А пока мы поднимались в кабинет директрисы, я спросила у Алисы:"

    ul "Тебе тоже показалось, что в тоннеле было слышно стук колес поезда?"

    hide sp_ul_013


    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 
    with dissolve

    al "Да! Я думала, только у меня крышу сносит."


    stop music fadeout 0.5

    queue music "audio/music/z_040.mp3" noloop




    pause (10000000000000000000000.0)

    scene black with fade

    stop music fadeout 1.0

    jump day35

return 