label day3:

    $ style.say_window = style.window

    $ days = 3

    $ adv_1 = False
    $ adv_3 = True
    $ adv_5 = False
    $ adv_7 = False
    $ adv_10 = False
    $ adv_12 = False
    $ adv_15 = False

    $ im_gal_02_00 = True

    $ new_mail = True
    $ tic_00 = False
    $ tic_01 = True




    show screen current_day with fade


    play music "audio/music/z_300.mp3"


    $ show_quick_menu = False


    pause (1000000000000000000.0)


    hide screen current_day


    $ show_quick_menu = True



    stop music fadeout 0.5

    queue music "audio/music/z_533.mp3"


    scene cg dining_crowded with dissolve

    "Странные дела творятся в нашем лагере. Не успели мы вернуться с реки, как все побежали на ужин."

    "Столовая классная. Зато есть неприятные вещи. Когда строем идем в столовую, это еще ладно."


    scene cg rules with dissolve

    "Но, что больше всего меня бесит, так это их ПРАВИЛА ПОВЕДЕНИЯ ЗА СТОЛОМ."

    "Если им следовать, то точно уйдешь голодным. То - нельзя, это – нельзя. Ничего нельзя... Особенно вот это - «Откусывать небольшими кусочками»."

    "И это когда с речки прибегаешь голодный как волк и готов проглотить слона? Поэтому я не пошла в столовую. а попросила Алису принести мне котлеты и компот."

    scene cg rules with dissolve

    pause (1000000000000000000000.0)


    scene cg dining_crowded with dissolve

    "Вот еще про их меню. Самое противное тут — борщ. Дома меня закормили борщом. Ненавижу его. Капуста разваривается и похожа на сопли, а вареный лук, это просто бе-е-е!"

    "А каши? Божечки ж ты мой, это просто ужас! Только бабушка умеет делать каши."

    "А эта синяя манка с комочками застывает прямо на глазах. Если отвлечешься и не съешь сразу, ложка стоит в каше, а потянешь за ложку, и каша поднимается вместе с ложкой плоским блинчиком."

    "А еще здесь готовят лапшевник, политый каким–то противным киселем. Бр-р-р. Если намазать этим киселем..."


    stop music fadeout 0.5

    queue music "audio/music/z_055.mp3"


    scene an_d10_01_bg with dissolve

    "Ой, что-то  я отвлеклась."

    "Так, перечитала. Я всё еще пишу не «через призму своих ощущений». Сейчас настрою призму."

    "Я же не написала о главном. Какие странные дела творятся в лагере. В общем, я пошла смотреть, что ещё тут есть."

    "Оказывается, тут есть душевые, спортивная площадка, медпункт, библиотека и место для музыки. Вроде ничего не забыла."

    "Ах вот, еще кружок умелые руки. Он меня очень заинтересовал. Мне хотелось знать, насколько у меня умелые руки."


    stop music fadeout 0.5

    queue music "audio/music/z_022.mp3"


    scene cg shu_el_robot with dissolve

    "Мальчишки там возились с какой-то штукой, похожей на большую куклу. Я спросила, что это. Но они сказали, что я еще не «доросла до уровня понимания». Что техника не для девчонок."

    "Подумаешь, больно надо! Когда они уйдут, я все равно заберусь в этот их кружок и всё посмотрю."

    "Их дверь закрывается на ключ, но я незаметно вставила в замочную скважину спичку. Так что сегодня ночью дверь будет открыта."

    scene cg shu_el_robot with dissolve

    pause (1000000000000000000000.0)


    scene bg odhouse3 with dissolve

    show sp_sem_001:
        yalign 0.05 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    "Теперь про странное. Я дошла до домика Ольги Дмитриевны, нашей вожатой, и заглянула в окно. Ну так, незаметно, тихонечко. Просто из любопытства."

    "Я увидела там этого мальчика, Семёна. Он сидел на кровати. Меня он не заметил. Похоже, что он там живет. Это первая странность."

    "Потому что есть домики, в которых полно свободных мест. Я заглянула почти в каждый."

    "Кто же этот мальчик? Почему Ольга Дмитриевна взяла его к себе в домик? Что будет, если неожиданно задать ей этот вопрос? Надо рассказать всё Алисе. Она точно знает."


    stop music fadeout 0.5

    queue music "audio/music/z_023.mp3"


    scene cg ul_path with dissolve

    "Вторая странность началась, когда я пошла за территорию лагеря, чтобы выяснить, куда ведут тропинки, идущие мимо лагеря."

    "Но по какой бы тропинке я ни пошла, она через какое-то время приводила меня обратно к лагерю."

    "Сначала я думала, что перепутала их и прошла по одной и той же два раза. Тогда я положила свою панамку, которую никогда не надеваю, но ношу с собой, на тропинку."

    "Через какое то время, опять вышла к ней. Тогда я пошла по другой и опять пометила тропинку. Даже писала цифры на каждой прутиком на песке. Результат был тот же. Тропинки, которые никуда не ведут?"

    scene cg ul_path with dissolve

    pause (1000000000000000000000.0)


    scene bg ford with dissolve


    "Когда мне надоело ходить кругами, я пошла прямо через заросли. Я была уверена, что выйду к реке. И в результате вышла к ней. Наконец, я вздохнула свободно. Это была река, в которой мы купались сегодня!"


    stop music fadeout 0.5

    queue music "audio/music/z_130.mp3"


    scene boat with dissolve

    "На берегу ещё стояла лодка, но весел в ней не было. Я легла на дно лодки, но засмотрелась на проплывающие облака и случайно уснула. Наверное от того что я в неё села, лодка качнулась и отвязалась."

    scene boat with dissolve

    pause (1000000000000000000000.0)


    scene bg reeds2 with dissolve

    "Когда я проснулась, то обнаружила, что плыву. Я приподнялась в лодке. Лодочная станция быстро удалялась и через минуту скрылась за поворотом реки."

    "Вот так история! Я плыла вместе с ней по течению, и оно несло лодку всё быстрей."

    "Как я уже говорила, весел в лодке не было. Наверное, их утащили специально, чтобы пионеры не катались без присмотра вожатой. Я легла на живот и стала грести одной рукой. Но все было зря."

    "Лодка совсем не хотела приставать к берегу. Вскоре её вынесло на середину реки, где течение было особенно быстрым. Я сильно испугалась."


    scene bg coast6 with dissolve

    "Я еще не так хорошо плаваю, чтобы добраться до берега вплавь. Была бы со мной Алиса, она бы точно что-то придумала. Но я была совсем одна."

    "Я села на дно лодки стараясь не раскачивать её. Надо было подумать и я сказала себе «Думай, Ленина! Ты же пионер. А пионеру все нипочем»."

    "Так сказала вожатая. Но я думаю, если бы Ольга Дмитриевна была на моем месте, то тоже испугалась бы."

    "Я стала думать, но ничего не смогла придумать. Я даже покричала немного. Но река ответила мне молчанием."

    "Только проплывающие мимо камыши шуршали на ветру, как будто говорили папиным голосом «Маленькая глупая девчонка, ты опять влезла в очередную историю»."

    "Я заметила, что стало темнеть и тогда стала смотреть вперед. Туда, куда плыла лодка. Может быть, появятся огоньки какого ни будь поселка и меня вытащат люди?"

    "Я не знаю, сколько времени прошло, и я увидела огоньки. Никогда еще я так не радовалась."

    "Ну, то есть радовалась только один раз, когда во втором классе, за хорошую учебу, отец купил мне большого мягкого мишку."

    "Он был величиной с меня. Здорово было с разбегу прыгать в его объятия. И спать с ним, как будто он настоящий."

    "Но это я отвлеклась. Так вот, тут самое интересное."


    stop music fadeout 0.5

    queue music "audio/music/z_206.mp3"


    scene cg ul_pioners_boat with dissolve

    "Эти огоньки приближались, и я, чтобы быть услышанной, стала орать прям как резаная и махать руками. Да так активно, что чуть не свалилась в воду. Это была пристань, похожая на нашу."

    "Наверное, все пристани одинаковые, подумала я. На пристани стояли два мальчика. Приглядевшись, я увидела, что они тоже пионеры."


    stop music fadeout 0.5

    queue music "audio/music/z_081.mp3"


    "Я обрадовалась. Значит, рядом был другой лагерь."

    "Я подумала что расскажу, как потерялась и они отведут меня в наш лагерь. Вот только я с ужасом думала, что если Ольга Дмитриевна вызовет папу, меня отправят домой."

    "И я так и не узнаю про кружок, про тропинки и про Семёна. Этого я себе бы не простила. И я решила, что если нужно, буду просить её на коленях. Есть же у неё сердце?"

    "Эти мальчики мне тоже помахали рукой. Один даже бежал рядом с лодкой и показывал рукой куда плыть. Но я показывала ему, что не могу. Наконец, лодка сама уткнулась недалеко от пристани в берег и я выбралась из неё."

    "Мальчишки помогли мне, потому что я сильно обессилела от переживаний. Я спросила, из какого они лагеря. И один из них сказал: «Наш лагерь называется Совенок»."


    stop music fadeout 0.5

    queue music "audio/music/z_017.mp3"


    "Я опустилась на траву, потому что у меня закружилась голова. Наверное, у меня был глупый вид, потому что они оба засмеялись: «А тебе в какой надо?»"

    "Но как же так, думала я, ведь я всё время плыла по течению, как я могла вернуться в свой же лагерь? Тут у меня голова совсем перестала работать от мысли: «А что если и река, КАК ТЕ ТРОПИНКИ?»"


    scene cg ul_pioners_boat with dissolve

    pause (1000000000000000000000.0)

    scene black with fade

    stop music fadeout 1.0

    jump day4


return
    