label day42:

    $ days = 42

    play music "audio/music/z_300.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (100000000000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True


    stop music


    play music "audio/music/z_005.mp3"


    scene bg crystal_spryng2 with dissolve

    "Ночь прошла спокойно. Было еще рано. Но неутомимые жуки уже вовсю трудились, кружась над красивыми цветами обильно росшими у родника."

    "Где-то чирикала одна птичка. Наверное, такая же непоседа, как и я. Алиса еще спала. Я сходила к роднику и наполнила нашу флягу."


    stop music


    play music "audio/music/z_1013.mp3"


    scene bg crystal_spryng2 with dissolve:
        xpos 0.5 ypos -0.0 xanchor 0.5 yanchor 0.0 zoom 1.4


    "Я увидела, что у основания родника была небольшая каменная плита, на которой стояли незамеченные нами вчера в темноте остатки сгоревших свечей. А рядом, на дереве, тесемочка с колокольчиками."


    pause (100000000000000000000000000.0)


    "Странно. Кто мог бы сюда приходить? Лена? Юля? Но ручей был очень далеко и от домика Юли и от Землянки золотоискателя. Чудеса."


    scene cg crystal_spryng4 with dissolve

    "Потом, я долго смотрела в ручей на свое отражение."


    pause (100000000000000000000000000.0)


    "Оказывается, у меня большие глаза и они сверкают. А может быть, это просто иллюзия искажения."

    "Про иллюзию искажения рассказывал Семен, когда мы играли с ним в карты. Вода приближает и увеличивает. Она как линза увеличительного стекла."

    "Вот почему, когда плаваешь в маске, все рыбы кажутся большими."

    "И я наклонилась сильнее, чтобы посмотреть, не водится ли в ручье какая-нибудь живность. Рыбки, головастики или тритоны, как в нашем ручье, рядом с лагерем."

    "Моё отражение качнулось. Наверное, я задела рукой воду и глаза в отражении снова сверкнули."

    "Я подумала, что это не просто иллюзия, а сверкающая иллюзия. И она отражение от света. Тогда я стала спиной к свету, чтобы отражение исчезло."


    stop music


    play music "audio/music/z_417.mp3"


    scene cg crystal_spryng5 with dissolve

    "Теперь вода стала почти черной. Она больше не отражала меня."

    "Но в том месте, где только что отражались мои глаза, сверкание не исчезло. Странно."


    pause (100000000000000000000000000.0)


    "И тут до меня дошло, что это не мои глаза сверкали, а что-то на дне ручья. Я осторожно протянула руку и стала опускать её, пока она не погрузилась в воду."

    "Опускала всё ниже, пока мои пальцы не упёрлись в дно. На дне был песок."

    "«А вдруг, этот ручей тоже золотоносный» — подумала я."


    scene cg crystal_spryng3 with dissolve

    "И стала водить ладонью по песку, пока не почувствовала, что под пальцами что-то катается. Какие-то камешки. Я ухватила один и вытащила."


    scene cg ul_crystal with dissolve

    "Это был не камушек, а какой то полупрозрачный кусочек стекла, или такой камушек, но прозрачный."

    "Я положила его в карман. Потом зашла в ручей и стала шарить по дну. Камушки попадались всё время, и скоро я насобирала их целую горсть."

    "Я подумала, что надо будет принести их в лагерь. Может быть, кто-то знает, что это за камушки-стекляшки."

    "Петрович говорил, что золото находят в кварце. Оно как стекло, только мутное. Наверное, это кусочки кварца."

    "Но вообще-то это неважно. Я с детства любила и собирала разные цветные стекляшки. У меня дома до сих пор есть коллекция. Оранжевых, синих, розовых, жёлтых, стекляшек."

    "Сквозь них мир кажется другим. Наверное, поэтому я так любила разглядывать всё вокруг сквозь эти цветные стекла."

    "А ещё, у меня дома есть калейдоскоп. Там, внутри тоже стекляшки. Они складываются в узоры, когда крутишь его. Классная вещь!"


    scene bg crystal_spryng2 with dissolve

    "Я ещё пошарила в том месте а потом, прошла по ручью вниз и вверх. Больше ничего не попадалось, кроме обычных камешков."

    "Я еще раз вытащила из кармана уже собранные камешки и стала их разглядывать."

    "Оказывается, не все они были бесцветными. Попадались зеленоватые и красноватые и один желтенький."

    "Надо будет показать Алисе» — подумала я."


    stop music


    play music "audio/music/z_542.mp3"


    scene bg iul_hide2 with dissolve

    "Потом я разбудила Алису. Она долго не хотела вставать, наверное умаялась вчера."

    "Но я разожгла костер и поджарила наш припасённый хлеб. Алиса тут же встала. Наверное, её поднял вкусный запах жаренного хлеба."

    "И мы сидели и хрумкали. Я показала Алисе камушки. На ладони они были тусклыми, поэтому я разложила все наше богатство на траве."


    scene cg crystals with dissolve

    "Камни сразу преобразились. Алиса долго их разглядывала на свет."


    scene bg iul_hide2 with dissolve

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Задаришь один?"

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Бери половину, мне не жалко. Ты же моя лучшая подруга. Всё поровну — и хлеб и сокровища. \n(так я назвала камушки)"

    hide sp_ul_021


    show sp_al_037:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса обрадовалась, поцеловала меня и сказала:"

    al "Хочу подарить Жану, когда вернется, на память, пусть он напоминает ему обо мне. Вставит в кулон или перстень. Пусть даже эти камушки не ценные. Это будет память о нас."

    hide sp_al_037


    "Потом Алиса выбрала самый большой и посмотрела сквозь него на только что выглянувшее солнце. Камень испустил вокруг целое море радужных зайчиков."

    al_ul "Ух ты! \n(в один голос)"

    "И вправду, это было красиво."

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса потерла камушек о свои шорты, еще раз посмотрела и положила в карман вместе с остальными, теми, что я ей подарила."

    al "Никогда стекло так не сверкает. Только бликует. Но не радугой. Странные камни."

    hide sp_al_055


    "Потом мы собрались и пошли к озеру, помахав ручью на прощанье. Спасибо тебе, ручей!"


    scene bg lakedeep7 with dissolve

    "Когда мы подошли к озеру, то увидели, что вдоль него идёт чуть заметная тропа. Мы пошли по ней. Тропа снова привела нас к озеру, но с другой стороны. И тут..."


    stop music


    play music "audio/music/z_022.mp3"


    scene cg le with dissolve

    "Тут мы увидели сидящую на камне, на берегу ЛЕНУ!"


    pause (10000000000000000000000.0)


    "Мы так обрадовались, что сразу побежали её обнимать. А она сначала испугалась и закричала:"


    scene bg coast_lake with dissolve

    show sp_le_022:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25

    le "Я не пойду туда! Я больше никогда не вернусь в ваш лагерь!"

    hide sp_le_022


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    "Но постепенно она успокоилась, и мы рассказали ей, что было после её бегства, и что все её искали, и какой был переполох."

    "Сказали, что она будет жить долго, потому что есть такая примета, если человека похоронили, а он нашёлся, то потом будет жить очень долго."

    hide sp_le_016


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Вот такая история, Леночка. Теперь можешь носить цветочки на свою могилку."

    hide sp_al_056


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Это неудачная шутка, Двачевская. Конечно, жить с ощущением, что тебя похоронили, это наверное необычно, но уж точно не весело. Кого же вы тогда похоронили там, на кладбище?"

    hide sp_le_016

    "Мы пожали плечами."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "А ты чего тут сидишь? Где Юля?"

    hide sp_al_056


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Откуда вы знаете про Юлю?"

    hide sp_le_016


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Мы читаем следы, как следопыты. Так тебя и нашли. Мы идем по вашим с Юлей следам от самой Землянки золотоискателя."

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Но мы потеряли след и пришлось ночевать на том берегу озера."

    hide sp_ul_021

    "И тут я чуть не ляпнула про ручей и камушки."


    show sp_al_057:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Но Алиса сделала на меня такие глаза, что я чуть не поперхнулась. И не сказала."

    hide sp_al_057


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Юля ловит для нас рыбу. Вон, видите, там, вдали её лодка? Скоро вернется. Кстати, мы можем пойти в её домик. У неё там грибы. Целый лес грибов. Она придёт, как только закончит."

    hide sp_le_016


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Мы знаем про её убежище. Это же мы привели её в отряд. И в домике мы были. Мы как раз туда шли."

    hide sp_al_055

    "И мы все отправились в Юлькино убежище."


    stop music


    play music "audio/music/z_055.mp3"


    scene bg yulya_hous with dissolve

    "Там Лена напоила нас чаем и дала сушеной рыбы. Потом она поставила на очаг варить какую-то еду."


    scene bg yulya_finrplace with dissolve

    "Пахло, как каша. И Алиса наблюдая за ней сказала:"


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "А ты неплохо освоилась тут. Наверное, не собиралась возвращаться?"

    hide sp_al_055


    show sp_le_017:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "ТОЧНО, НЕ СОБИРАЛАСЬ."

    hide sp_le_017


    stop music


    play music "audio/music/z_301.mp3"


    scene bg yulya_room2 with dissolve

    show sp_iul_013:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Юля, вернувшись с рыбалки, была очень рада нам. Мы ели её волшебную кашу и пили чай с грибами."


    scene bg yulya_hous with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Затем, распрощавшись с Юлей, не пошедшей с нами и сославшейся на дела, мы втроем отправились в лагерь. Алисе все-таки удалось уговорить Лену вернуться."


    stop music


    play music "audio/music/z_179.mp3"


    scene cg le_martyr with dissolve

    "Надо ли говорить, что по возвращении в лагерь все смотрели на Лену как на воскресшую из мертвых. Все были ошеломлены и рады одновременно."

    "Мнение пионеров разделилось. Одни считали, что она не должна была так пугать всё население лагеря и подставлять своим побегом вожатую и директора."

    "Другие, наоборот, считали, что Лена невинно пострадавшая от несправедливости и бессердечности своих товарищей, мученица. Почти святая."

    "Конечно, Лена имела беседу с директрисой и ОД. Но общего собрания лагеря по этому поводу делать не стали."

    "Ограничились внушением в духе: «Мы все понимаем, но представь себе, что мы пережили. Никогда так больше не делай»."

    "Формально Лене объявили выговор за бегство. Но то облегчение, которое испытала Маргарита Павловна от счастливого исхода, очевидно, перекрыло все негативные последствия происшествия."

    "Как сказал бы мой папа, «все спустили на тормозах»."


    scene bg camp_artifacts with dissolve

    show sp_mp_005:
        yalign 0.0 subpixel True
        xalign 0.46 subpixel True
        zoom 1.1

    "Маргарита Павловна не уставала повторять, что «буквально чуть не поседела» за эти дни. Однако мы этого не заметили. Или у нее очень хорошая краска для волос."

    hide sp_mp_005


    stop music


    play music "audio/music/z_023.mp3"


    "После обеда МП вызвала ОД, Виолу, Майю, Любовь Никаноровну, физрука, всех вожатых и даже Петровича на СОВЕЩАНИЕ."

    "Мероприятие было секретное и закрытое. Они заперлись в кабинете у директрисы и долго совещались."

    "Как я позже узнала, речь шла об аномалии, которая не позволяла никому покинуть лагерь, а также, попасть в него извне."


    scene cg medic_journal with dissolve

    "А я воспользовалась ситуацией и заглянула в случайно незапертый медпункт. На столе лежал журнал, который Виола в спешке не успела спрятать в ящик стола."


    pause (10000000000000000000000.0)


    "Это был журнал за 1944 год. Очевидно, Женя принесла его Виоле из архива."


    scene bg pool_big_catfish_morning with dissolve

    "Из архивного журнала стало ясно, что на дне омута кроется какая-то страшная тайна, связанная с лабораторией. Я тут же побежала и рассказала о своей находке Алисе."


    stop music


    play music "audio/music/z_417.mp3"


    scene cg collider with dissolve

    "Мы предположили, что руководство лаборатории, уходя после взрыва, бросило на дно реки свое секретное оборудование. А скорее, намеренно спрятало."

    "Возможно, даже сама МАШИНА, о которой говорил Пионер, находится где-нибудь там, под водонепроницаемым стеклом. И всё еще работает, как атомный реактор, который невозможно погасить полностью."


    pause (10000000000000000000000.0)


    "Нужно было проверить эту версию. Это можно было сделать только одним способом — спустившись на дно омута."


    scene bg bathyscaphe2 with dissolve

    "Придя к такому выводу мы сразу вспомнили про старый подводный колокол или как мы его назвали, БАТИСКАФ."


    stop music


    play music "audio/music/z_023.mp3"


    scene bg bathyscaphe with dissolve

    "Он был привязан к понтону и служил местом экскурсий. Иногда его неглубоко опускали для «экскурсий» под воду. Для этого на понтоне была установлена ручная лебёдка."

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Что, если мы отгоним понтон к Омуту и там закрепим? А потом спустимся в батискафе на дно и всё проверим?"

    hide sp_al_055


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Я думаю, это очень рискованно. А вдруг, мы не удержим понтон, и его снесёт вниз на пороги?"

    ul "Или, что ещё хуже, его оторвет от цепи, когда мы будем спускаться на батискафе вниз?"

    ul "Или оторвется канат, за который держаться батискаф? Или заест лебедка, когда его надо будет вытаскивать наверх?"

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "В батискафе тоже есть лебедка. На случай, если сверху никто не крутит ручку. А ещё есть тросик, который опускается на дно с той же ручной лебедки."

    hide sp_al_055


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Но она же ржавая. Мы её, конечно, смазали, но кто её поверял?"

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Я проверяла. И никто не мешает нам сделать это ещё раз перед операцией."

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Ну что же, тогда, давай попробуем. Только понтон надо угнать ночью, а вернуться ещё затемно. Как будем возвращаться?"

    hide sp_ul_021


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Просто. Помнишь, как с той лодкой? Привяжем его на лебедку за канат и будем отпускать понемногу, когда пойдём вниз по течению."

    al "А возвращаясь против течения, будем наматывать. Только надо вдвоем изо всех сил крутить, иначе нам хана."

    hide sp_al_056


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Это ещё не самое страшное. Самое страшное, если оборвётся канат. Поэтому надо ещё усилить якорем, когда будем на месте."

    ul "У понтона есть два якоря. Сегодня же всё обследуем, провернём и смажем. Я попробую вытащить один якорь, посмотрю, как он тянется."

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Я предлагаю взять с собой Тузика. Мы его сначала опустим. Как в космос запускали Белку и Стрелку."

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "ТОЧНО! Только нам понадобятся фонарики. И не один."

    hide sp_ul_021


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Это уже мелочи."

    hide sp_al_055


    stop music


    play music "audio/music/z_130.mp3"


    scene bg bathyscaphe6 with dissolve

    "И мы отправились проверять понтон. Лебёдка исправно вращалась, все канаты, трос и цепи были на месте."

    "Мы перетащили в батискаф всё снаряжение и ждали когда в лагере наступит тишина."


    scene bg square with dissolve

    "Наконец, когда лагерь угомонился и стало тихо, мы отвязали Тузика, не понимающего, зачем его зовут с собой в такое позднее время, но соблазнившегося котлеткой."

    "В ожидании второй подачки, он бодро семенил за нами на пристань."

    "Мы, как всегда, улизнули из лагеря через запасной вход, который между собой называли ЛАЗЕЙКОЙ."


    scene bg bathyscaphe5 with dissolve

    "От реки веяло прохладой."

    "Было тихо, только привязанные лодки постукивали бортами друг о друга, едва слышно плескалась вода, да заходящее солнце освещала тускло поблескивающий иллюминатором батискаф."

    "Мы, как всегда, взяли с собой бутерброды. Мало ли что, вдруг, что-то пойдет не так? А кушать-то хочется."

    "Мы старались не думать о том, что может случиться, поэтому разговаривали нарочито весело."

    "Какое-то время ушло на то, чтобы поднять якоря, которыми понтон держался за дно."

    "Понтон потихоньку начал отходить от берега, когда мы стали разматывать канат, связывающий его с другим понтонами. Канат слегка потрескивал."


    stop music


    play music "audio/music/z_171.mp3"


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А как мы его столкнём с понтона?"

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Зачем? Там же колодец в понтоне, через него плавно опустим. Ты как не местная. Переволновалась что ли?"

    hide sp_al_055


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А, точно. Забыла."

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "На стремнине нас подхватит, напряжение в канате усилится. Проверим, сможем ли мы подтянуться назад. Если нет, то остановим всю эту технику и ждем помощи."

    al "Если что, скажем что понтон отвязался, и мы не в курсе, как он это сделал. Всё равно, кроме физрука и Петровича никто не знает системы крепления понтона."

    al "Физрук на больничном, а Петрович, надеюсь, нас не сдаст."

    hide sp_al_055


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Думаешь, он догадается?"

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Сто процентов. Он же не дурак. Поймет, что мы куда-то намылились. Вот почему надо вернуться не позже утра."

    hide sp_al_055


    stop music


    play music "audio/music/z_126.mp3"


    scene cg pontoon with dissolve

    "Понтон в лучах уходящего солнца величественно двигался по водной глади."

    "Тузик, поняв, что его обманули, с тоской смотрел на удаляющийся берег. Он все ещё помахивал хвостом, но уже довольно вяло."

    "Он с надеждой оглядывался на нас, и было ясно, что скоро начнет лаять и скулить. Алиса вынула вторую котлету."

    al "А что тут у нас для собачки?"
   
    "Алиса показала котлету Тузику. Сомнения пса сразу исчезли. Его вкусно кормят, и вообще, разве это не весело, плавать на понтоне?"

    "Бедняга ещё не знал, что ему придется опускаться в бездну. Сначала одному, а потом с нами."


    stop music


    play music "audio/music/z_171.mp3"


    scene cg pontoon2 with dissolve

    "Вскоре канат натянулся. Это означало, что мы на середине реки и течение подхватило понтон."


    scene bg pool_big_catfish_morning with dissolve

    "Солнце спряталось за лесом, и все вокруг из тёпло-оранжевого стало холодно-голубым. Через полчаса показался омут."

    "Хорошо, что мы привязали к понтону лодку. Нужно было закрепить один конец каната на дереве на берегу и подтянуть понтон, уведя его от стремнины."

    "Тогда он окажется как раз в центре омута. Там тоже было течение, но из-за глубины омута оно было небольшим на поверхности."


    # stop music


    # play music "audio/music/z_207.mp3"


    "Мы остановили лебедку, и у кормы понтона сразу образовался бурун воды. Это значило, что течение тут ещё довольно приличное."

    "Сев в лодку, мы направились к тому месту, где когда-то с Петровичем ловили Большого Сома."

    "Большой моток каната разматывался и я подумал: «А что, если нам не хватит длины? Вот будет номер»."

    "Однако каната хватило. Мы привязали его на берегу к большому дереву, растущему у самой кромки воды."

    "Взошла луна и осветила всё вокруг, поэтому фонарики нам не понадобились."


    scene cg pontoon2 with dissolve

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Полнолуние, однако."

    al "Теперь нам осталось подтянуть понтон ближе к берегу. Это будет непросто. Нам надо ослабить канат, держащий нас за пристань и натянуть тот, что держит нас за дерево."

    hide sp_al_055


    "Мы долго возились, но наконец нам удалась эта операция. Час потребовался на то, что бы подвести понтон к середине омута и бросить якорь."

    "Мы с Алисой сильно устали. А сытый Тузик спокойно лежал, положив голову на лапы, как будто и не участвовал в приключении века."


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Надо передохнуть, а потом начнем спуск Тузика. Опустим до дна, потом поднимем и посмотрим, не проникла ли в батискаф вода."

    hide sp_al_055


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А Тузик, не утонет, если вдруг проникнет?"

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Нет, не утонет. Люк, куда уходит воздух расположен ниже, а не в крыше батискафа. Поэтому под куполом всегда будет воздушный мешок."

    al "Чтобы Тузик всплыл под купол, мы наденем на него один из наших спасательных жилетов. И ещё посадим его на спасательный круг."

    hide sp_al_055


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А может, просто опустим без Тузика?"

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Можно и без. Но тогда какой же это будет эксперимент, без живого акванавта? Белка и Стрелка были первыми в космосе, а Тузик будет первым исследователем глубин."

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Вот это да! Мы будем единственными пионерами, кто проведет эксперимент с животным на глубоководное погружение!"

    hide sp_ul_021


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Только надо быть осторожными. Сначала мы открываем входной люк и только после того как его плотно «задраим», открываем люк в полу."

    al "Если вода начнет набираться, то надо подняв батискаф. Сначала закрепить его к понтону, причем жестко, а только потом открывать."

    al "Но, думаю, до этого не дойдет. Вода будет набираться медленно, и мы это увидим по пузырькам воздуха, поднимающимся со дна."

    al "Мы поднимем батискаф быстрее, чем он наберёт воды. И, кстати, ты забыла про грузики."

    hide sp_al_056


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Но Тузик не сможет сбросить грузики. У него же лапки..."

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Тузик нет, а мы сбросим. Но потом, если понадобится быстро всплыть уже нам. Но это, так сказать, в случае аварии."

    hide sp_al_055


    scene cg bathyscaphe_tuz with dissolve


    "Мы проверили хорошо ли батискаф держится за понтон и запустили внутрь Тузика, надев на него спасательный жилет. Туда же мы положили и спасательный круг."

    "Пес не почуял подвоха и поэтому не сопротивлялся. Он думал, что мы сядем в батискаф вместе. Но вот люк захлопнулся."

    "Внутри задался скулеж, а потом лай обескураженного животного."


    stop music


    play music "audio/music/z_207.mp3"

    "Лебедка закрутилась и батискаф пошел вниз."

    "Раньше мы играли возле батискафа и когда Тараса Юрьевича не было рядом, десятки раз опускали и поднимали его. Поэтому всё прошло на удивление быстро."


    stop music


    play music "audio/music/z_131.mp3"


    scene cg pontoon3 with dissolve

    "Через какое-то время мы увидели, что канат, держащий батискаф, ослаб."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Всё, он на дне. Подождем немного. Посмотрим, есть ли пузырьки от воздуха."

    hide sp_al_056


    scene cg bathyscaphe_tuz with dissolve

    "Мы стали ждать, вглядываясь в воду, Алиса даже надела маску и погрузила в воду голову."

    "А я держала её за бедра, боялась, что она или свалиться в воду, или кто-нибудь страшный снизу схватит и утащит её."


    scene cg pontoon3 with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Что там?"

    hide sp_ul_019


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Вижу свет от иллюминатора, от нашего фонарика внутри. Но он далеко. Все-таки тут огромная глубина."

    hide sp_al_055


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А Тузика видишь?"

    hide sp_ul_019


    show sp_al_037:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Да, машет тебе лапой."

    hide sp_al_037

    "Мы обе засмеялись, представив, как Тузик стоит у иллюминатора и отдает нам пионерский салют."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Всё, хватит. А то Тузик там с ума сойдет, в одиночестве. Воздух не поднимается, значит всё в порядке."

    al "Я только думаю, как пойдёт подъём батискафа. Мы проверяли внутреннюю лебедку, когда крутили её вхолостую, а тут же будет нагрузка. Хватит ли нам сил?"

    al "Одно дело вдвоём большой лебедкой поднимать Тузика, другое дело малой лебедкой нас обеих."

    hide sp_al_056


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А я не пойму до сих пор, как эта штука работает, чтобы внутрь не проникла вода."

    hide sp_ul_019


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Через систему шестерёнок. Валик с канатом находится не внутри батискафа а снаружи, и соединен с ручкой системой шестерёнок."

    al "Там нет зазора для воды. Ну или почти нет. Вода капает конечно, потихоньку, особенно на глубине. Главное, чтобы прокладки в муфте выдержали."

    hide sp_al_056


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Откуда ты столько знаешь?"

    hide sp_ul_019


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Я у Петровича про все агрегаты расспросила. Он мне очень подробно всё рассказал и показал. Старик любит, когда с ним советуются. Готов часами болтать."

    hide sp_al_056


    stop music


    play music "audio/music/z_1016.mp3"


    scene cg bathyscaphe_tuz with dissolve

    "Подъем Тузика прошёл без происшествий, и мы негромко закричали «УРА!» В иллюминаторе мы увидели радостно улыбающуюся собачью морду. Кажется, животное радовалось больше нас."


    scene cg pontoon2 with dissolve

    "Затем мы перевели трос, держащий батискаф, на внутреннюю лебедку. Батискаф немного осел, но уровень воды был гораздо ниже входного люка. Это внушало оптимизм."

    "У него была, как сказала Алиса, «почти нулевая плавучесть». Нулевая, это когда он стоит в воде ровно, как подводная лодка, ни в верх, ни вниз."

    "Сложно удержать эту нулевую плавучесть. Так говорил Петрович. На настоящих подводных лодках для этого есть целая система прокачки воздуха и заполнения цистерн."

    "Но у нас всё проще. Грузики и трос."

    "Я подумала, что наверное, если бы не захотела стать журналистом, то стала бы подводником. Как знаменитый Жак Ив Кусто. Есть такой исследователь морей и океанов."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Ну, как говорила моя бабушка, с Богом."

    hide sp_al_056

    "Мы скормили Тузику еще один бутерброд, чтобы он, занятый едой, не помышлял о выходе из батискафа и залезли туда сами. Люк закрылся."

    scene cg bathyscaphe with dissolve

    "Алиса закрутила колесо, которое прижимало люк к батискафу. Я начала потихоньку крутить ручку лебедки. Все оказалось достаточно просто. Пока так казалось, во всяком случае."

    "Постепенно свет луны в иллюминаторе исчез и стало темно. Мы включили свои фонарики."

    "Тузик доел бутерброд и прилег."


    scene bg bathyscaphe7 with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Надо открыть нижний люк, пока мы еще не глубоко. Посмотрим, не просачивается ли вода, внутрь."

    hide sp_al_056


    "Вместе мы не без труда открыли нижний люк и увидели воду. Алиса направила в темноту воды свой фонарик."


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Видно дно?"

    hide sp_ul_019


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Нет, до дна еще метров двадцать. Фонарик не добивает."

    hide sp_al_056


    "Алиса снова одела маску и окунула голову в воду, продолжая светить. Потом подняла голову, и сняв маску, закрыла нижний люк и затянула винт."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Всё, опускаемся."

    hide sp_al_056


    stop music


    play music "audio/music/z_207.mp3"


    "Я затарахтела лебедкой и батискаф пошел вниз."

    stop music


    play music "audio/music/z_1012.mp3"


    "Мое сердце сильно забилось."


    stop music


    play music "audio/music/z_1016.mp3"


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "СТОП! Давай проверим подъем, пока не поздно. И вот ещё. Тузика надо оставить на понтоне."

    al "Конечно, с ним веселее. Но если что-то случиться, он хотя бы своим лаем привлечет внимание. Да и жалко псину будет, если начнем тонуть."

    al "Ему с такой глубины не выплыть. Кстати, хорошо что мы взяли спасательные жилеты."

    hide sp_al_056


    stop music


    play music "audio/music/z_207.mp3"


    scene cg bathyscaphe with dissolve

    "Я крутанула ручку назад. Она пошла тяжело и Алисе пришлось мне помочь."


    stop music


    play music "audio/music/z_1016.mp3"


    scene cg pontoon2 with dissolve

    "Мы поднялись и открыли люк."

    "Тузик выскочил, постоянно оглядываясь, как бы говоря: «А вы что же? Так и будете сидеть в этой железной будке или побежим на волю, ближе к солнцу и харчам?»"

    hide sp_tuz_001


    stop music


    play music "audio/music/z_126.mp3"


    show sp_al_057:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Прощай, животина."

    "Алиса захлопнула люк и закрутила его штурвал до конца."


    stop music


    play music "audio/music/z_207.mp3"

    
    scene cg bathyscaphe with dissolve 
    
    

    "Мы снова начали спуск. Я крутила ручку легко, но не торопясь. Как-то не хотелось с разгона удариться о дно."


    stop music


    play music "audio/music/z_171.mp3"


    "Внизу течение было сильней, и канат заметно натянулся. Его потрескивание держало нас в напряжении, ощущался холодок и предательская слабость в ногах. Было по-настоящему страшно."


    stop music


    play music "audio/music/z_202.mp3"


    scene bg bathyscaphe7 with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса смотрела в иллюминатор и её губы шевелились. Она считала."


    scene cg bathyscaphe with dissolve

    "Наконец, мы почувствовали толчок. Это наш батискаф достиг дна омута."


    scene bg bathyscaphe7

    show sp_ul_023:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    "Я отрапортовала:"

    ul "Батискаф «Бобёр один» достиг заданной точки! \n(название я украла из своего любимого мультика)"

    ul "Доложил помощник капитана, Ульяна Ленина!"

    hide sp_ul_023


    show sp_al_057:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Алиса посмотрела на меня и нахмурилась."

    al "Всё это замечательно, но тут не двадцать, а больше тридцати метров. Я посчитала скорость спуска и помножила её на время."

    al "Мы ошиблись. Так что давление тут, будь здоров. В случае аварии, выныривать будем в экстремальных условиях."

    hide sp_al_057


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А какая скорость подъема у человека?"

    hide sp_ul_019


    show sp_al_057:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Ну, полметра-метр в секунду. Это в лучшем случае."

    al "Запаса воздуха для нормального дыхания тут хватит максимум на 20-30 минут. Потом начнется отравление выдыхаемым углекислым газом."

    al "Если посчитать скорость подъема в жилетах, то получается, что мы будем находиться без воздуха секунд сорок. Или вроде того. Но, это, если идеально."

    al "Нужно будет, попав в воду, обязательно продуть уши, зажав нос пальцами. Иначе давление сразу сдавит барабанные перепонки. Кровь из ушей, и слуху хана."

    hide sp_al_057


    show sp_ul_033:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Какой ужас."

    hide sp_ul_033


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Ладно, не будем думать о плохом. Давай-ка осмотримся. Мы, вроде, стоим твердо. Дно тоже, вроде, ровное. Теперь нужно открыть очень осторожно нижний люк."

    hide sp_al_056


    "Мы взялись за ручку и начали крутить. Вскоре мы услышали какое-то шипение"

    "Затем люк открылся. Под нами, в круглом проеме, была вода. Она стала подниматься вверх, но не дойдя до края люка, остановилась."


    stop music


    play music "audio/music/z_171.mp3"


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Так, вода давлением уплотнила воздух в батискафе."

    hide sp_al_056


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Да, дышать стало тяжелее, как будто. А может, мне просто кажется."

    hide sp_ul_019


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Посмотри, не капает ли из-под дверного люка."

    hide sp_al_056


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Нет, сухо."

    hide sp_ul_019


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Отлично."


    scene cg bathyscaphe with dissolve

    "Алиса надела маску, взяла фонарик и посветила в воду."


    ul "Ну, что там?"

    al "Ничего. Дно гладкое, есть ракушки и ещё водоросли, немного. Песочек."

    al "Подожди-ка... Что-то черное. Но не камень. Вот черт, у самого края железного обода. И глубоко, рукой не достать."

    al "Держи меня, а лучше привяжи вот этой веревкой... Спасибо. Так я смогу опуститься немного вниз. Держи крепко. Свети тоже, своим фонарем, у меня руки будут заняты."

    al "Так, есть... Захватила. Тащи меня!"

    ul "Тащу. Ну, что там?"


    scene bg bathyscaphe7 with dissolve

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса выбралась из люка. Сняла маску и протянула мне руку."

    "В её ладони лежало что-то темное. Я взяла и удивилась, насколько тяжелым был этот предмет."


    scene cg gold_bar with dissolve

    "По форме он напоминал брусок, только был весь облеплен каким-то илом. Мы склонились над предметом."

    "Алиса протёрла его своей мокрой майкой, и мы увидели тускло блеснувшие буквы: «П. ОВЧИННИКОВЪ 1884 год»"


    pause (10000000000000000000000.0)


    scene bg bathyscaphe7 with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса озадаченно посмотрела на меня."

    al "Все это конечно очень интересно... Но никакой машины, ни в иллюминаторе, ни на дне, я не увидела. Похоже, ее тут нет. Ладно... Что ты думаешь по поводу этой штуки?"





    pause (10000000000000000000000.0)

    scene black with fade

    stop music

    #jump day43

return