label day42:

    $ style.say_window = style.window

    $ days = 42

    $ adv_1 = False
    $ adv_3 = False
    $ adv_5 = False
    $ adv_7 = False
    $ adv_10 = False
    $ adv_12 = False
    $ adv_15 = True

    $ im_gal_41_00 = True
    $ im_gal_41_01 = True
    $ im_gal_41_02 = True
    $ im_gal_41_03 = True

    $ new_mail = True
    $ tic_12 = False
    $ tic_13 = True


    show screen current_day with fade


    queue music "audio/music/z_300.mp3"


    $ show_quick_menu = False

    pause (100000000000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True


    scene bg crystal_spryng2 with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_005.mp3"


    "Ночь прошла спокойно. Было еще рано. Но неутомимые жуки уже вовсю трудились, кружась над красивыми цветами, обильно росшими у родника."

    "Где-то чирикала одна птичка. Наверное, такая же непоседа, как и я. Алиса еще спала. Я сходила к роднику и наполнила нашу флягу."


    scene bg crystal_spryng2 with dissolve:
        xpos 0.5 ypos -0.0 xanchor 0.5 yanchor 0.0 zoom 1.4


    stop music fadeout 0.5

    queue music "audio/music/z_1013.mp3"


    "Я увидела, что у основания родника была небольшая каменная плита, на которой стояли незамеченные нами вчера в темноте остатки сгоревших свечей. А рядом, на дереве, тесемочка с колокольчиками."


    pause (100000000000000000000000000.0)


    "Странно. Кто мог бы сюда приходить? Лена? Юля? Но ручей был очень далеко и от домика Юли и от Землянки золотоискателя. Чудеса."


    scene cg crystal_spryng4 with dissolve

    "Потом я долго смотрела в ручей на свое отражение."


    pause (100000000000000000000000000.0)


    "Оказывается, у меня большие глаза и они сверкают. А может быть, это просто иллюзия искажения."

    "Про иллюзию искажения рассказывал Семён, когда мы играли с ним в карты. Вода приближает и увеличивает. Она как линза увеличительного стекла."

    "Вот почему, когда плаваешь в маске, все рыбы кажутся большими."

    "И я наклонилась сильнее, чтобы посмотреть, не водится ли в ручье какая-нибудь живность. Рыбки, головастики или тритоны, как в нашем ручье, рядом с лагерем."

    "Моё отражение качнулось. Наверное, я задела рукой воду и глаза в отражении снова сверкнули."

    "Я подумала, что это не просто иллюзия, а сверкающая иллюзия. И она отражение от света. Тогда я стала спиной к свету, чтобы отражение исчезло."


    scene cg crystal_spryng5 with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_417.mp3"


    "Теперь вода стала почти черной. Она больше не отражала меня."

    "Но в том месте, где только что отражались мои глаза, сверкание не исчезло. Странно."


    pause (100000000000000000000000000.0)


    "И тут до меня дошло, что это не мои глаза сверкали, а что-то на дне ручья. Я осторожно протянула руку и стала опускать её, пока она не погрузилась в воду."

    "Опускала всё ниже, пока мои пальцы не упёрлись в дно. На дне был песок."

    "«А вдруг этот ручей тоже золотоносный» — подумала я."


    scene cg crystal_spryng3 with dissolve

    "И стала водить ладонью по песку, пока не почувствовала, что под пальцами что-то катается. Какие-то камешки. Я ухватила один и вытащила."


    scene cg ul_crystal with dissolve

    "Это был не камушек, а какой то полупрозрачный кусочек стекла, или такой камушек, но прозрачный."

    "Я положила его в карман. Потом зашла в ручей и стала шарить по дну. Камушки попадались всё время, и скоро я насобирала их целую горсть."

    "Я подумала, что надо будет принести их в лагерь. Может быть, кто-то знает, что это за камушки-стекляшки."

    "Петрович говорил, что золото находят в кварце. Оно как стекло, только мутное. Наверное, это кусочки кварца."

    "Но вообще-то это неважно. Я с детства любила и собирала разные цветные стекляшки. У меня дома до сих пор есть коллекция. Оранжевых, синих, розовых, жёлтых стекляшек."

    "Сквозь них мир кажется другим. Наверное, поэтому я так любила разглядывать всё вокруг сквозь эти цветные стекла."

    "А ещё у меня дома есть калейдоскоп. Там внутри тоже стекляшки. Они складываются в узоры, когда крутишь его. Классная вещь!"


    scene bg crystal_spryng2 with dissolve

    "Я ещё пошарила в том месте, а потом прошла по ручью вниз и вверх. Больше ничего не попадалось, кроме обычных камешков."

    "Я еще раз вытащила из кармана уже собранные камешки и стала их разглядывать."

    "Оказывается, не все они были бесцветными. Попадались зеленоватые и красноватые и один желтенький."

    "«Надо будет показать Алисе» — подумала я."


    scene bg iul_hide2 with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_542.mp3"


    "Потом я разбудила Алису. Она долго не хотела вставать, наверное умаялась вчера."

    "Но я разожгла костер и поджарила наш припасённый хлеб. Алиса тут же встала. Наверное, её поднял вкусный запах жареного хлеба."

    "И мы сидели и хрумкали. Я показала Алисе камушки. На ладони они были тусклыми, поэтому я разложила все наше богатство на траве."


    scene cg crystals with dissolve

    "Камни сразу преобразились. Алиса долго их разглядывала на свет."


    scene bg iul_hide2 with dissolve

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Задаришь один?"

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Бери половину, мне не жалко. Ты же моя лучшая подруга. Всё поровну — и хлеб и сокровища. \n(так я назвала камушки)"

    hide sp_ul_021


    show sp_al_037:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса обрадовалась, поцеловала меня и сказала:"

    al "Хочу подарить Жану, когда вернется, на память, пусть он напоминает ему обо мне. Вставит в кулон или перстень. Пусть даже эти камушки не ценные. Это будет память о нас."

    hide sp_al_037


    "Потом Алиса выбрала самый большой и посмотрела сквозь него на только что выглянувшее солнце. Камень испустил вокруг целое море радужных зайчиков."

    al_ul "Ух ты! \n(в один голос)"

    "И вправду, это было красиво."

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса потерла камушек о свои шорты, еще раз посмотрела и положила в карман вместе с остальными, теми, что я ей подарила."

    al "Никогда стекло так не сверкает. Только бликует. Но не радугой. Странные камни."

    hide sp_al_055


    "Потом мы собрались и пошли к озеру, помахав ручью на прощанье. Спасибо тебе, ручей!"


    scene bg lakedeep7 with dissolve

    "Когда мы подошли к озеру, то увидели, что вдоль него идёт чуть заметная тропа. Мы пошли по ней. Тропа снова привела нас к озеру, но с другой стороны. И тут..."


    scene cg le with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_022.mp3"


    "Тут мы увидели сидящую на камне, на берегу ЛЕНУ!"


    pause (10000000000000000000000.0)


    "Мы так обрадовались, что сразу побежали её обнимать. А она сначала испугалась и закричала:"


    scene bg coast_lake with dissolve

    show sp_le_022:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25

    le "Я не пойду туда! Я больше никогда не вернусь в ваш лагерь!"

    hide sp_le_022


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    "Но постепенно она успокоилась, и мы рассказали ей, что было после её бегства, и что все её искали, и какой был переполох."

    "Сказали, что она будет жить долго, потому что есть такая примета, если человека похоронили, а он нашёлся, то потом будет жить очень долго."

    hide sp_le_016


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Вот такая история, Леночка. Теперь можешь носить цветочки на свою могилку."

    hide sp_al_056


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Это неудачная шутка, Двачевская. Конечно, жить с ощущением, что тебя похоронили, это наверное необычно, но уж точно не весело. Кого же вы тогда похоронили там, на кладбище?"

    hide sp_le_016

    "Мы пожали плечами."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "А ты чего тут сидишь? Где Юля?"

    hide sp_al_056


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Откуда вы знаете про Юлю?"

    hide sp_le_016


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Мы читаем следы, как следопыты. Так тебя и нашли. Мы идем по вашим с Юлей следам от самой Землянки золотоискателя."

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Но мы потеряли след и пришлось ночевать на том берегу озера."

    hide sp_ul_021

    "И тут я чуть не ляпнула про ручей и камушки."


    show sp_al_057:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Но Алиса сделала на меня такие глаза, что я чуть не поперхнулась. И не сказала."

    hide sp_al_057


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Юля ловит для нас рыбу. Вон, видите, там, вдали её лодка? Скоро вернется. Кстати, мы можем пойти в её домик. У неё там грибы. Целый лес грибов. Она придёт, как только закончит."

    hide sp_le_016


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Мы знаем про её убежище. Это же мы привели её в отряд. И в домике мы были. Мы как раз туда шли."

    hide sp_al_055

    "И мы все отправились в Юлькино убежище."


    scene bg yulya_hous with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_055.mp3"


    "Там Лена напоила нас чаем и дала сушеной рыбы. Потом она поставила на очаг варить какую-то еду."


    scene bg yulya_finrplace with dissolve

    "Пахло, как каша. И Алиса, наблюдая за ней, сказала:"


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "А ты неплохо освоилась тут. Наверное, не собиралась возвращаться?"

    hide sp_al_055


    show sp_le_017:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "ТОЧНО, НЕ СОБИРАЛАСЬ."

    hide sp_le_017


    scene bg yulya_room2 with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_301.mp3"


    show sp_iul_013:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Юля, вернувшись с рыбалки, была очень рада нам. Мы ели её волшебную кашу и пили чай с грибами."


    scene cg crystals with dissolve

    "Я показала ей кристаллы которые нашла в ручье. Юля сказала «Подожди» и куда то исчезла. Она появилась через минуту, держа в ладони точно такие же, похожие на мои кристаллы."


    scene bg crystal_spryng2 with dissolve:
        xpos 0.5 ypos -0.0 xanchor 0.5 yanchor 0.0 zoom 1.4


    "Она объяснила, что эти кристаллы она тоже нашла в роднике. Выяснилось что свечи и колокольчики тоже ее рук дело."


    scene bg yulya_room with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А зачем ты оставила там колокольчики?"


    scene bg yulya_room2 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    uv "Это не обычные кристаллы. Они усиливают воображение. То, о чем ты думаешь, может стать реальностью."

    uv "Они реагируют на вибрации. Колокольчики создают вибрации, похожие на те, что вы слышите в лагере."


    scene bg yulya_room with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "И что тогда происходит?"


    scene bg yulya_room2 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    uv "Если звенят колокольчики, то это слабые вибрации, и ничего страшного не произойдет. Желания исполняются, но материализации не будет."


    scene bg yulya_room with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А если сильные вибрации?"


    scene bg yulya_room2 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    uv "Если такие, как в тот день, когда был гул... То имея кристаллы, лучше ни о чем не думать. Исполнится. Даже если ты подумала о чем-то страшном. Оно просто материализуется."


    scene bg yulya_room with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Как в сказках?"


    scene bg yulya_room2 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    uv "Да, именно так."


    scene bg yulya_room with dissolve

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Как интересно. Надо подумать о Жане."

    hide sp_al_055

    "Все засмеялись."

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Кто о чем, а она о своем Жане."


    scene bg yulya_room2 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    uv "Но сильной вибрации пока нет, так что не бойтесь. Но помните, о чем я вам рассказала."


    scene bg yulya_room with dissolve

    show sp_ul_023:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Да... Волшебные кристаллы, исполняющие желания. О таком я не могла даже мечтать. Алиса, ты веришь в это?"

    hide sp_ul_023


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Неважно. Они и так красивые. Ну, если приносят удачу, то и хорошо."

    hide sp_al_055


    scene bg yulya_hous with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Прощаясь, Юля очень серьёзно сказала мне:"
    
    uv "Не носи их с собой. Спрячь где-нибудь."


    scene cg crystal_single with dissolve


    "И я решила, что оставлю один, самый красивый синий, остальные спрячу в нычку на складе рядом с каморкой Петровича."


    $ inv_item_10 = True

    
    show got_crystal with dissolve
 

    pause (1000000000000000000000000000000.0)
 

    scene bg yulya_hous with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Затем, распрощавшись с Юлей, не пошедшей с нами и сославшейся на дела, мы втроем отправились в лагерь. Алисе все-таки удалось уговорить Лену вернуться."


    scene cg le_martyr with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_179.mp3"


    "Надо ли говорить, что по возвращении в лагерь все смотрели на Лену как на воскресшую из мертвых. Все были ошеломлены и рады одновременно."

    "Мнение пионеров разделилось. Одни считали, что она не должна была так пугать всё население лагеря и подставлять своим побегом вожатую и директора."

    "Другие, наоборот, считали, что Лена невинно пострадавшая от несправедливости и бессердечности своих товарищей, мученица. Почти святая."

    "Конечно, Лена имела беседу с директрисой и ОД. Но общего собрания лагеря по этому поводу делать не стали."

    "Ограничились внушением в духе: «Мы все понимаем, но представь себе, что мы пережили. Никогда так больше не делай»."

    "Формально Лене объявили выговор за бегство. Но то облегчение, которое испытала Маргарита Павловна от счастливого исхода, очевидно, перекрыло все негативные последствия происшествия."

    "Как сказал бы мой папа, «все спустили на тормозах»."


    scene bg camp_artifacts with dissolve

    show sp_mp_003:
        yalign 0.0 subpixel True
        xalign 0.46 subpixel True
        zoom 1.1

    "Маргарита Павловна не уставала повторять, что «буквально чуть не поседела» за эти дни. Однако мы этого не заметили. Или у нее очень хорошая краска для волос."


    scene bg auhouse4 with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_023.mp3"


    "Мы решили переодеться, и я осталась в домике, а Алиса убежала спросить у Семёна, когда они с Толиком планируют поход."

    "Мы должны были знать, есть ли у нас немного времени, чтобы провести очередное расследование."


    scene bg auhouse3 with dissolve

    "Алиса влетела в комнату с круглыми глазами, вся запыхавшаяся, и воскликнула:"

    show sp_al_066:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Быстро в домик к ОД. Семёна нет, но я видела через окно у него на тумбочке его дневник."

    al "Там форточка открыта, но она узкая, я не смогла через нее дотянуться до нижней щеколды окна. А ты свободно пролезешь даже в форточку. Давай беги, пока он не вернулся."


    scene cg sem_diary_bed with dissolve

    "Я быстро сообразила, что второго такого случая может не представится. Я сбегала в домик ОД и смогла утащить дневник (я в любую форточку пролезаю)."


    scene bg auhouse4 with dissolve

    "Теперь надо было быстро сфотографировать новые записи, и мы это сделали."


    scene cg sem_diary_bed with dissolve

    "После чего я вернула дневник на место. К моему счастью, ни ОД ни Семён мне по дороге не попались. Иначе, дело приняло бы плохой оборот."


    scene bg fotoc with dissolve

    "Мы сбегали в фотокружок, проявили и отпечатали пленку."

    "С новым вентилятором для сушки пленки, который недавно установила Славя, и глянцевателя, вся операция заняла чуть больше часа."

    "Мы разглядывали и переводили пользуясь шифром с еще немного влажных, но горячих от глянцевателя, фотографий."

    "Ждать мы не могли. И вот что мы узнали. Привожу текст последних страниц дневника."


    scene cg sem_dyary_biker with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_130.mp3"


    pause (100000000000000000000000000000000.0)


    scene cg sem_dyary_biker2 with dissolve


    pause (100000000000000000000000000000000.0)


    scene bg auhouse4 with dissolve

    "Да, это был очень странный текст. Все не прояснялось, а запутывалось еще больше."

    "Было ясно только то, что наш лагерь — объект пристального внимания. И что тут происходят нешуточные, а может быть, даже очень важные события государственной важности."

    "Было, правда, непонятно, кто такой «резидент», кого искали наши «органы». И почему мотоциклист разбился."

    "Но было ясно одно, Маргарита Павловна ведет двойную жизнь. Впрочем, нам это и раньше казалось. Теперь мы убедились в этом еще раз."

    "Семён не датировал записи, и понять когда произошло событие было сложно."


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Помнишь, Виола никого не пускала в Медпункт? Это точно было в тот день."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Из записей Семёна ясно, что ей помогала Лена."


    scene bg auhouse_crop2 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Нет, Тихушница ничего не скажет. Особенно нам. Своим вопросами только себя спалим. Она точно побежит докладывать Виоле."

    al "Надо всё хорошо вспомнить и сопоставить. Понятно только, что все случилось уже после начала вибрации. Там написано «контур» закрылся. Наверное, так они называют границу ЗОНЫ."

    al "Очевидно, это произошло в момент «захлопывания» периметра ЗОНЫ, и летящий на всех парах мотоциклист как раз угодил в эту ловушку."


    scene bg auhouse_crop1 with dissolve

    show sp_ul_013:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Да, точно. Его прихлопнуло, как мышь мышеловкой."

    ul "Мне вот что интересно. Если этот мотоциклист не выжил, куда они дели тело? Из медпункта, я помню это точно, никогда ни разу никого не выносили."

    ul "Да… Ясно только одно. Что ничего не ясно."


    scene bg auhouse4 with dissolve

    "Мы сели и уставились друг на друга. Наши «вещественные доказательства»  накапливались, но от них пока было мало толку."

    "Оставалось наедятся, что, как любил говорить мой папа, «Количество, рано или поздно, перейдет в качество»."


    scene cg longboat_sail with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_002.mp3"


    "Наш баркас, который мы отогнали на «Якорную стоянку», наконец получил нормальный парус."

    "Сшитый Леной из тентовой ткани, которая долгое время валялась на складе невостребованной, он представлял собой большое зелёное, почти треугольное полотнище."

    "Попытка поставить парус на первых ходовых испытаниях оказалась неудачной. Он всё время провисал, и к нему пришлось пришить кармашек, который надевался на нижнюю рею."

    "Наконец, зелёное полотнище выпрямилось. Получилось здорово. Алиса еще сказала: «Жаль не алые, как в романе про Ассоль, но тоже красиво»."


    show sp_tol_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Практика управления парусом была только у Толика. Как ни странно, Толик в молодости был заядлым яхтсменом."

    "Правда, ходить по морям ему не пришлось, но зато на своем Рыбинском водохранилище, он считался чуть ли не главным специалистом по парусам в местном яхт-клубе."

    "Он очень гордился тем, что смог принять участие в одном из этапов московской крейсерской регаты. Правда, это было давно."

    "Но теперь его престиж в глазах всего отряда взлетел как никогда высоко."

    hide sp_tol_001


    show sp_gan_001:
        yalign 0.15 subpixel True
        xalign 0.45 subpixel True
        zoom 1.2
    with dissolve

    "Накануне, выследивший нас Долговязый из второго отряда, попытался угнать баркас."

    hide sp_gan_001


    "Но был застигнут в момент попытки отвязать канат и сброшен в воду, совместными усилиями Жени, Мику и Атсуи."

    "На его счастье, Семёна и нас с Алисой, рядом не было. Когда мы прибежали, Долговязый уже переплыл протоку и выбрался на отмель, откуда кричал что-то нехорошее и грозил нам кулаком."

    "Мы подумали, что ночью эти бандиты из второго отряда придут делать дырку в днище."

    "Поэтому мы решили перегнать Баркас в тихое место, к шалашу Толика, о котором кроме него и нас с Алисой никто не знал."

    "Это было наше второе плавание на баркасе."


    scene cg longboat_sail with dissolve


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2


    show sp_tol_001:
        yalign 0.05 subpixel True
        xalign 0.60 subpixel True
        zoom 1.2


    show sp_sem_001:
        yalign 0.1 subpixel True
        xalign 0.30 subpixel True
        zoom 1.2


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1



    "Алиса села за руль, Толик занялся парусами, Семён прокладывал курс, а я стояла на носу, чтобы предупредить, если будет мель."


    scene cg longboat_sail with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_022.mp3"



    "И вот, наш парус наполнился ветром. Это было так красиво, что мы на минуту позабыли о цели нашего плавания. Под аплодисменты оставшихся на берегу, мы дали «круг почета»."


    scene cg secret_pier_map with dissolve

    "Потом пошли вдоль берега, где когда-то бегали с Алисой голышом. Обогнули остров, прошли мимо Дома с привидениями и двинулись в сторону Омута."

    "На наше счастье, ветер был попутным, и мы шли против течения, стараясь держаться берега, где оно было менее сильным."

    "В конечном итоге операция прошла успешно."

    "Конечно, маленькая пристань не вместила Баркас полностью, и часть его высовывалась наружу, но нависавшие над ней ивы закрыли наше судно от посторонних глаз."

    "Мы назвали это место ТАЙНОЙ ПРИСТАНЬЮ."

    "Оставалось натаскать в баркас провизию и все необходимые для плавания вещи."

    "К этому времени нас оставалось трое: я, Алиса и Атсуи. Семёну и Толику зачем-то надо было в лагерь и они ушли по берегу. Мы еще покатались на лодке и направились к Ближнему острову."


    scene cg island_blizhniy_picnic with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_171.mp3"


    "Когда наша лодка подошла к Ближнему острову, мы обнаружили нечто странное. Были слышны звуки музыки и голоса."

    "То, что я увидела, было необычно. На острове горел костер и вокруг него расположилось всё наше лагерное начальство. Всё! Детей не было."

    "«А как же пионеры?» – подумала я. Кажется, этот же вопрос, застыл на лице Атсуи и Алисы."


    scene bg boat_bow with dissolve


    show sp_at_003:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    ats "Я поняла. ЭПИДЕМИЯ! Виолетта Церновна говорила, что в лагере подскочила заболеваемость. Она сделала всем уколы. Они перевели лагерь в карантин и судя по всему, сделали себе выходной!"

    ats "Я про уколы узнала от Жени. Её мама еще несколько дней назад проговорилась, что будет карантин."


    scene bg boat_stern with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Так не бывает. Ну, разве что, они оставили всех воспитателей и вожатых за себя."

    "Алиса рассматривала берег в бинокль."

    al "Нет только тети Любы. Оно и понятно. Кто будет кормить пионеров, если она поедет развлекаться? Её и раньше Маргоша не особенно брала на вечеринки администрации."


    scene bg boat_bow with dissolve


    show sp_at_004:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    ats "Жаль, что они так относятся к Любови Никаноровне. А я её уважаю."


    scene bg boat_stern with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Все её уважают. Мировая тетка. Вот, вижу Семёна. Похоже на то, что его не привили. Или его никакая зараза не берет."


    scene bg boat_bow with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Это точно."


    scene bg boat_stern with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Я бы сказала, но не стану. \n(продолжает смотреть в бинокль)"

    al "В общем, развлекает он их, играет на гитаре. Ой-ой, Маргоша пританцовывает под музыку. А вырядилась-то, вырядилась!"

    al "Мяско жарят. Уф... Запах аж тут слышно. Чет у меня слюна набежала. Всё, причалим выше. Не надо чтобы они знали, что мы видим их пикничок. Мы чужие на этом празднике жизни."


    scene bg camp_artifacts with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_202.mp3"


    "Когда мы подошли к лагерю, то увидели не менее странное зрелище. Ворота были настежь, по площади гуляли малыши. Никакого присмотра за ними не было, а вожатых и след простыл."

    "Мы прошли по домикам. Никого."

    "Затем со стороны Эстрады мы услышали гул толпы. Как будто много людей что-то одобрительно приветствовали. Мы пошли туда."


    scene bg stage8 with dissolve

    show sp_smu_005:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Там, на сцене как на трибуне, стоял Смутьянов. А перед ним, почти всё население лагеря, кроме нашего отряда и части малышей, которые были на площади. Смутьянов толкал речь."

    "Суть речи сводилась к тому, что «Промедление смерти подобно» и что «Сейчас созрел революционный момент»."

    "Что надо воспользоваться отсутствием администрации и совершить революцию, «разорвав оковы эксплуатации»."


    scene bg stage4 with dissolve

    show sp_smu_005:
        yalign 0.1 subpixel True
        xalign 0.5 subpixel True
        zoom 0.5

    "Мы смотрели на толпу и понимали, что все согласны с оратором. Народ радостно кивал, свистел и подбадривал Смутьянова. «Ты лучший! Веди нас!»"

    "У некоторых в руках были палки, лопаты и даже багры и топорик с пожарного щита. Все держались за руки, раскачивались и скандировали: «Бей! Рви! Жги! Ломай!»"


    scene bg stage with dissolve

    show sp_at_003:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2  

    "Я заметила, что Атсуи тоже возбуждена. Она ерзала, кивала и выкрикивала: «Правильно! Давно пора!»"


    scene bg genda_looks_left with dissolve

    "Алиса схватила меня за руку и показала мне на Генду. Памятник повернулся лицом к Библиотеке. Под ногами ощущалась легкая дрожь. Земля гудела."

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Эта ШТУКА опять заработала. Она зомбирует всех. Надо уходить отсюда, пока не поздно. Этак, они скоро разнесут весь лагерь."

    al "Надо срочно гнать лодку на остров и сообщить ОД и Марго, Майе, Семёну, а главное, судя по всему, выздоровевшему физруку, что тут начинается светопреставление."


    scene bg dining with dissolve

    "Мы кинулись в столовую, едва уговорив Атсуи идти с нами. Пробежав по залу, мы заглянули на кухню."

    "На полу мы увидели связанную тетю Любу. Атсуи вдруг сказала, что ей плохо, и пошла в умывальник. Пока мы развязывали тетю Любу, мы не заметили, как Атсуи исчезла."



    stop music fadeout 0.5

    queue music "audio/music/z_171.mp3"


    show sp_ln_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Когда Любовь Никаноровну развязали, она рассказала следующее."

    "Два дня назад её вызвала директриса и сообщила, что зафиксировано несколько случаев пищевого отравления среди пионеров."

    "Присутствовавшая там же Виола рассказала, что за последние несколько дней в медпункт обратились несколько пионеров со странными симптомами. Им было весело и страшно одновременно."

    "В столовой и на складе устроили проверку на предмет поисков некачественной провизии."

    "Тем же днём МП провела собрание персонала, на котором обвинила Любовь Никаноровну в антисанитарии. Тётя Люба аж заболела от нервного потрясения."

    "Далее МП сказала, что не хочет выносить сор из избы. Об эпидемии всем было велено молчать, а все случаи обращения со странными симптомами отметить пока что как ОРЗ."

    "Сегодня с утра всем начали делать прививки. Объявления не было, просто вожатые по очереди водили свои отряды в медпункт."


    stop music fadeout 0.5

    queue music "audio/music/z_125.mp3"


    "Дальше события покатились как снежный ком."

    "Воспользовавшись карантином, администрация под каким-то надуманным предлогом уехала на пикник. Детям было велено сидеть по домикам. Их банально заперли."

    "Но как только лагерь остался без надзора, тут же активизировался весь второй отряд в главе с Смутьяновым."

    "Они выбрались из своих домиков через окна, нашли в каптерке физрука ключи и выпустили всех детей."

    "Потом начался стихийный митинг под лозунгом «Доколе же нам терпеть произвол!» Мол, они там развлекаются, а нас накололи какой то отравой, держат взаперти и т.д."

    "Вожатых, один из которых кинулся было предупредить администрацию, поймали, запугали и заперли в помещении Красного уголка."

    "Первый отряд тоже изолировали, заперев в домиках. Однако Кибернетики поддались всеобщему возбуждению и, кажется, примкнули ко второму отряду."

    "Тетю Любу связали... Дальше она уже была не в курсе."


    scene bg camp_artifacts with dissolve

    "Мы вышли на площадь."


    scene bg stage with dissolve

    show sp_at_003:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2 

    "В толпе окружавшей пламенного оратора, мы заметили Атсуи."

    "Она стояла у самого края эстрады, с которой выступал Смутьянов, смотрела на него горящими глазами и кивала в такт каждому его слову."


    scene bg camp_artifacts with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Всё, хана. Зомбировали нашу Атсуи. Что-то надо делать."

    hide sp_al_056

    "Стало ясно – готовится что-то вроде революции. Учитывая вибрацию и связанное с этим сильное возбуждение детей, удивляться этому не приходилось."


    stop music fadeout 0.5

    queue music "audio/music/z_202.mp3"


    "Мы пробрались к нашим домикам и освободили Славю, Лену и Мику."

    "Они рассказали, что только Жене и Толику, который в момент начала вибрации и всеобщего помешательства зашел сдать книгу, удалось скрыться от «инквизиции»."

    "Они пробрались через окно библиотеки на лестницу, ведущую на балкон комнаты Саманты, куда пионеры не рискнули вломится, опасаясь встретить Мэгги."

    "Потом по водосточной трубе спустились на забор и убежали в сторону Острова, чтобы предупредить старших."

    "Мику видела их «прорыв» из окна домика, где заперли девочек."

    "Кроме нас с Алисой и Атсуи, только Женя знала о пикнике. Самое интересное, что Мэгги с Самантой тоже были на острове, но мы их не заметили."

    "Ободренные скорой подмогой, мы решили занять выгодные стратегические пункты обороны."

    "А в том, что БИТВА будет, уже никто не сомневался. Малышей можно было не брать во внимание. Но старшие отряды с примкнувшими к ним Атсуи и Кибернетиками в массе представляли грозную силу."


    scene bg stock3 with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_130.mp3"


    "Мы заняли склад, на котором хранились инструменты, ломы лопаты  и топоры,  до которых еще не добрались пионеры."

    "Но пожарный щит они уже расхитили. А это были топор, багор, ломик и лопата."

    "Вторым важным пунктом был телефон в кабинете директора."

    "Похоже, что никто из восставших ещё не додумался перерезать провода. Если бы связь, которой пока не было, удалось восстановить, это решило бы всё."


    stop music fadeout 0.5

    queue music "audio/music/z_131.mp3"


    "Пока мы обсуждали план действий, я заметила, что Славя сползает по стеночке. Не лучше выглядели и остальные."


    show sp_mi_019:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    mi "Ноги отчего-то подкашиваются... Хочу спать."

    hide sp_mi_019


    show sp_sl_019:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    sl "А я вообще как тряпка. И тоже сонная."

    hide sp_sl_019


    # show sp_le_016:
        # yalign 0.1 subpixel True
        # xalign 0.0 subpixel True
        # zoom 1.2
    # with dissolve

    # le "Голова кружится."

    # hide sp_le_016


    "Только мы с Алисой  выглядели достаточно бодрыми. Но это не радовало. Вдвоем мы мало что могли. Вдруг Алиса просветлела."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "(Обращаясь к остальным) \nЭпидемия! А это значит... Вы прививались утром у Виолетты Церновны?"

    hide sp_al_056


    show sp_sl_019:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    sl "Да. Болючие такие уколы."

    hide sp_sl_019


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Алиса, ты тоже об этом подумала?"

    hide sp_ul_019


    show sp_le_016:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    le "Что, что? Ну, не молчите!"

    hide sp_le_016


    show sp_mi_019:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    mi "Мне плохо... Я совсем сонная. Что вы там придумали?"

    hide sp_mi_019


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Всех пионеров привили! Значит, сейчас все в таком состоянии! Это же всё меняет!"

    al "Теперь понято, почему они ушли, не опасаясь беспорядка в лагере! Но эти уколы подействовали не сразу. Думаю, из за вибрации."

    hide sp_al_056


    scene bg camp_artifacts with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_333.mp3"


    "Мы подбежали к окну. На площади в разных позах, свесив голову на грудь, сидели пионеры. Малыши спали на лавочках."


    scene bg stage4 with dissolve

    show sp_smu_005:
        yalign 0.1 subpixel True
        xalign 0.5 subpixel True
        zoom 0.5

    "Смутьянов еще что-то кричал со сцены, но похоже, его никто не слушал."


    scene bg camp_artifacts with dissolve

    show sp_fi_015:
        yalign 0.15 subpixel True
        xalign 0.0 subpixel True
        zoom 1.3


    "В проеме ворот  главного входа появилась фигура физрука. Тарас Юрьевич приближался леопардовым скоком. Внушительные мышцы играли сквозь его мокрую майку."


    scene bg stock3 with dissolve

    show sp_mi_019:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    mi "(Слабым голосом) \nОго. Тарас Юрьевич. Сейчас кому-то прилетит!"

    hide sp_mi_019


    scene bg camp_artifacts with dissolve

    show sp_sem_023:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Почти впритык за физруком бежал не менее решительный Семён, остальные отстали."

    hide sp_sem_023


    show sp_mp_009:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    "Директриса бежала, смешно выкидывая ноги, босиком, держа туфли в руках. Вид у нее был испуганный."

    hide sp_mp_009


    scene bg camp_artifacts with dissolve

    show sp_may_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.3

    show sp_pe_002:
        yalign 0.05 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2


    "Майя шла широкими быстрыми шагами, за ней семенил хмурый  Петрович."


    scene bg camp_artifacts with dissolve


    show sp_tol_008:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    show sp_je_004:
        yalign 0.05 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2

    "Последними шли Толик и Женя. Они не могли бежать. Очевидно, они тоже чувствовали последствия прививок."


    scene bg camp_artifacts with dissolve

    show sp_vio_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Только Виола шла спокойной походкой и как будто никуда не торопилась."

    "Мне даже показалось, что на ее лице играла двусмысленная улыбка."


    scene bg stock3 with dissolve

    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса толкнула меня в плечо."

    al "Посмотри на Виолу. Она знала... Она все знала."

    hide sp_al_056


    stop music fadeout 0.5

    queue music "audio/music/z_130.mp3"


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А где Мэгги и Саманта?"

    hide sp_ul_019


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Разве не ясно? Это же ЧП! Их оставили у костра и сказали, что все замечательно и пусть они отдыхают и ни о чем не думают."

    al "Типичная пыль в глаза иностранцам. Маргоша не хочет стать посмешищем на всю страну. Саманта обязательно бы рассказала о таком репортерам. Международный позор!"

    hide sp_al_056


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "С ума сойти. Да-а... Бедная Маргарита Павловна. В этот раз краски для волос ей точно не хватит."

    hide sp_ul_019


    scene bg camp_artifacts with dissolve


    stop music fadeout 0.5

    queue music "audio/music/z_131.mp3"


    "Мы вышли из укрытия. Физрук отдавал распоряжения еле волочащим ноги вожатым. Порядок на площади был быстро наведен. Смутьянов в очередной раз сбежал."

    "Сонных малышей строили в группы и вели спать. Они смешно держались за руки и качались, когда шли «змейкой»."


    show sp_fi_015:
        yalign 0.15 subpixel True
        xalign 0.0 subpixel True
        zoom 1.3
    with dissolve

    fi "Что будем делать со старшими отрядами?"

    hide sp_fi_015


    show sp_mp_015:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.25
    with dissolve

    mp "Всех в карантин. Никаких спортивных и других мероприятий! Пусть пока все отсыпаются. Завтра мы устроим «разбор полетов». В общем, пока — так."

    mp "Главное, выявить зачинщиков. Думаю, остальные просто повелись. Дети, что тут скажешь. А этого Смутьянова... Отловить!"

    mp "Как только восстановится связь, вызову за ним оперативную машину и позвоню родителям. Пусть везут его в райцентр. Духу чтобы его тут не было."

    mp "Завтра — большая уборка! Какой бардак они тут устроили!"

    mp "Виолетта Церновна, Ваша вина. Вы уверяли меня, что все будут в койках минимум на сутки. Что пошло не так?"

    hide sp_mp_015


    show sp_vio_001:
        yalign 0.05 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2
    with dissolve

    vio "Не знаю, первый раз такое. Обычно срабатывало. Может быть, лекарства просрочены... Не знаю, маркировка свежая. Буду разбираться."

    hide sp_vio_001


    stop music fadeout 0.5

    queue music "audio/music/z_171.mp3"


    show sp_pe_002:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "На лавочке качая головой, сидел задумчивый Петрович. Я подсела к нему."

    pe "(Мрачно) \nЧто гаврики, струхнули малость? Да-а... Это, я вам скажу, еще обошлось. Первая волна, так сказать. Потом будет хуже."

    hide sp_pe_002


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "А что, было уже такое?"

    hide sp_ul_019


    show sp_pe_002:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    pe "Было. Два года назад. Ловили по лесам детишек. Аккурат дождь пошёл. Ладно. Я тебе ничего не говорил. Никому ни слова. Молчок. Лады? "

    hide sp_pe_002


    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Лады."

    hide sp_ul_019

    "Возвращаясь в наш домик, я думала, что имел в виду Петрович, говоря, что это еще только ПЕРВАЯ ВОЛНА? И отчего тогда дети разбежались по лесам?"

    "Я взглянула на памятник Генды. Он все так же смотрел на библиотеку. Земля под ногами чуть заметно вибрировала. Было тревожно. Ничего не закончилось, а возможно, только начиналось."



    pause (10000000000000000000000.0)

    scene black with fade

    stop music fadeout 1.0

    jump day43

return