label day48:

    $ days = 48

    play music "audio/music/z_300.mp3"

    #show screen current_day with fade

    show screen epilogue with fade


    $ show_quick_menu = False

    pause (100000000000000000000000000.0)

    hide screen epilogue

    $ show_quick_menu = True


    stop music


    play music "audio/music/z_067.mp3"


    scene bg camp_artifacts with dissolve

    "Ещё два дня я была в лагере. Я вспомнила, как все грузились в автобусы. В какой то страной спешке."


    scene cg le_bus with dissolve

    "И Лену, которая с огромными глазами металась по автобусу и всех спрашивала: «ГДЕ Семён?»"


    pause (10000000000000000000000.0)


    scene bg camp_artifacts with dissolve

    "После отъезда второго и третьего отрядов, а также Мику, Лены, Киберентиков и Слави, в лагере наступила непривычная тишина."


    scene bg square2 with dissolve


    pause (10000000000000000000000.0)


    scene bg stadium2 with dissolve


    pause (10000000000000000000000.0)


    scene bg stage6 with dissolve


    pause (10000000000000000000000.0)


    scene bg boat_station2 with dissolve


    pause (10000000000000000000000.0)


    scene bg camp_artifacts with dissolve

    "Никто не гонял в футбол, не купался а пляже. Сиротливо смотрелись вывески кружков."


    stop music


    play music "audio/music/z_130.mp3"


    scene cg patyvan with dissolve

    "Приехали приглашенные Маргаритой Павловной рабочие, чтобы отремонтировать наполовину снесенную взрывом сторожку Петровича. А также два милиционера с собакой, один из которых был следователем."

    "Они долго выспрашивали про обстоятельства исчезновения Тараса Юрьевича, провели розыскные действия, которые ограничились поисками «тела» вдоль периметра лагеря. Но собака след не взяла."


    scene cg cop with dissolve

    "А перед тем как уехать, этот, что со следователем, здоровенный такой, как сказал бы мой папа, «с протокольной мордой», подошел ко мне (а я на лавочке сидела), и хитро улыбаясь так, говорит:"


    "«Тебе, девочка, точно нечего мне рассказать? Учти, мы же все равно все узнаем»."

    "Я спросила: «Это что, допрос?» И наверное, у меня было такое лицо, что он как-то замялся, перестал улыбаться и говорит ОД: «Ну и пионеры у вас». И ушёл злой."


    scene bg camp_artifacts with dissolve

    "Так они и уехали ни с чем."

    "Тузик тоже в лагерь не вернулся."


    stop music


    play music "audio/music/z_131.mp3"


    scene cg smu with dissolve

    "Последними приехали родители Смутьянова. Он держался отстранённо, как бы не узнавая их, и все время молчал. Обеспокоенные, они посадили его в свою машину «Москвич» и уехали."


    scene bg camp_artifacts with dissolve

    show sp_smu_001:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "А через два часа я снова увидела Смутьянова, прошмыгнувшего мимо меня в сторону склада."

    "Судя по всему, от родителей он убежал. Они снова приехали, расспрашивали всех и расстроенные уехали."

    "Они же не знали, что Смутьянов в баночке. Никто кроме меня не видел, как он прятался. А я никому не сказала."


    scene bg camp_artifacts with dissolve


    show sp_je_001:
        yalign 0.05 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2


    show sp_iul_009:
        yalign 0.1 subpixel True
        xalign 0.47 subpixel True
        zoom 1.2


    show sp_sb_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2


    "Кроме  меня, из наших, в лагере была Женя, Юля и Саша Бременская, которая сказала, что домой не поедет."


    scene bg camp_artifacts with dissolve


    show sp_elya_017:
        yalign -0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.0


    show sp_sb_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2


    "Элю и Сашу на следующий день Юля увела в свое убежище."

    hide sp_elya_017 with dissolve


    "Но родители Саши все-таки приехали, и пришлось ее «выдать»."


    stop music


    play music "audio/music/z_480.mp3"


    scene cg od_sad with dissolve

    "Ольга Дмитриевна выглядела какой-то расстроенной. Срок её стажировки закончился, но МП  уговорила её остаться на пару дней."


    scene bg camp_artifacts with dissolve

    "Семёна после того памятного дня никто не видел. Он как в воду канул. И родители за ним не приехали."


    show sp_sem_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Перед тем, как исчезнуть, он подошел и сунул мне в руки конверт. Попросил не открывать его до вечера."


    scene cg sem_letter with dissolve

    "Но я, конечно, не выдержала и открыла."


    pause (10000000000000000000000.0)


    scene cg sem_letter2 with dissolve

 
    pause (10000000000000000000000.0) 


    "Там было странное письмо. Из него следовало, что Семён не может остаться, но обязательно меня найдёт."

    "Что-то про время и про автобус который «больше не работает как портал». Всё это было очень загадочно и непонятно..."


    stop music


    play music "audio/music/z_1012.mp3"


    scene cg ul_sad with dissolve

    "У меня сжалось сердце. Я подумала, что наверное, никогда больше его не увижу. А нам так о многом надо было поговорить."


    stop music


    play music "audio/music/z_171.mp3"


    "Мне надо было задать ему главный вопрос. Я даже в голове сочинила целую речь. Но... Вот, все зря. И на следующий день он тоже не появился. И я ревела у нас в домике."


    scene cg ul_bed with dissolve

    "Там было одиноко без Алисы, и я так ревела, что уснула."

    "Потом за мной приехал дядя Жора."


    stop music


    play music "audio/music/z_495.mp3"


    scene cg forgotten_diaries with dissolve

    "Вот, главное не написала. Все отдали дневники ОД для того, чтобы она сделала дарственную надпись от себя и от всей администрации на память."

    "Но все так торопились, что уехали и забыли. ОД выскочила с дневниками, но увидела, как автобус исчезает за поворотом."

    "А я не растерялась и сказала, что у меня есть все адреса и я передам. И она мне отдала их."

    "Там были дневники Слави, Мику и Кибернетиков."

    "Дневники кибернетиков были почти пустые. Они их, оказывается, не вели, просто писали что-то вроде, такое-то число, мы пошли в поход и ничего про поход. В общем, фигня."

    "Зато дневник Слави был исписан мелким почерком, много страничек с закладками. И у Мику тоже много было написано."

    "Но я сейчас не стала читать, я думала про Семёна и ни о чем больше не могла думать."


    stop music


    play music "audio/music/z_055.mp3"


    scene cg al_diary with dissolve

    "Алиса забыла свой дневник под подушкой, наверное, очень торопилась к Жану."


    play miscSounds "audio/music/z_111.mp3"


    "Помню, как мы обнимались и ревели под рев двигателя."

    stop miscSounds

    "Сильнее чем когда мы провожали Саманту."

    "А Алиса сказала: «Не надо. Долгие проводы, лишние слезы. Иди в домик»."


    scene cg ul_window with dissolve

    "И я убежала, но потом все равно у окна смотрела. И они укатили, и она ещё махала мне долго, пока мотоцикл совсем не скрылся."

    "Это, как сказал бы папа, была «большая трагедия»."

    "Мы конечно все обменялись адресами и будем писать друг другу. А ещё договорились на следующий год приехать сюда уже вожатыми. Мы же будем комсомольцы."

    "Но все равно, очень грустно."


    stop music


    play miscSounds "audio/music/z_140.mp3"


    scene cg smu_soul2 with dissolve

    "Баночку с шуршавчиком Смутьянова я отдала Петровичу. Но я не сказала, что это. Просто попросила не открывать и спрятать подальше. Он обещал."


    scene cg stuff with dissolve

    "У меня осталась куча всяких интересных вещей."


    pause (10000000000000000000000.0) 


    "Золотая плиточка, зернышки, жемчужинки, кокарда, бусики и кристаллы. Я поделилась с Алисой, но все равно их было много."

    "Я подумала, что от мамы и папы будут вопросы, на которые я не смогу ответить, и все спрятала в лагере. Где, не буду писать."

    "Только синий кристалл я вязла с собой. У Алисы остался красный, а у меня синий. На память."

    "Мне было грустно, и я последовала совету Алисы, съела и котлетки и конфетки. Не пропадать же им тут в одиночестве. Веселее правда не стало..."

    "И я подумала. Я спрятала несколько Ягод Забвения. И сейчас, чтобы не думать о Семёне, я могла бы их съесть."

    "Но потом я подумала, что это глупо. Тем более, что я вовсе ничего не хочу забывать. Пусть лучше будет больно."

    "Были ещё ключи. Я, конечно, могла бы ещё полазать везде. Мы же не всё обследовали. Но без Алисы это уже теряло всякий смысл. Никакого желания."


    stop music


    play miscSounds "audio/music/z_181.mp3"


    scene bg camp_artifacts with dissolve

    show sp_tol_016:
        yalign 0.03 subpixel True
        xalign 0.0 subpixel True
        zoom 1.4

    "Вот еще про Толика..."


    show sp_je_020:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.3
    with dissolve

    "Толик о чем-то долго разговаривал с Женей. Он же теперь красавчик. Никакой не лысый, а кучерявый. И, кажется, он нравится Жене."

    hide sp_tol_016 with dissolve

    "Как он уехал, я не видела. А у Жени я не стала расспрашивать."

    "Она единственная, кто не сдал дневник ОД. Так что, Женя у нас «тайна покрытая мраком»."


    scene bg oldcamp_hide with dissolve

    "Я вспомнила, как застукала их с Семёном в старом лагере."


    scene bg camp_artifacts with dissolve

    show sp_je_020:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.3

    "Странно, но я ни чуточки не ревновала к Жене."

    hide sp_je_020 with dissolve

    "И вообще... Имею ли я право? Ведь ничего так и не было. Ну, в смысле, настоящих взрослых отношений. Но наш поход после кораблекрушения врезался мне в память."


    stop music


    play miscSounds "audio/music/z_017.mp3"


    scene cg sem_ul_carries with dissolve

    "И то, что Семён много раз меня спасал. И как нес на руках, и много еще всего."

    "В общем, как сказала бы Алиса, «одно расстройство нежных детских чувств»."

    "А я искала слово, чтобы написать что чувствовала. И нашла... НЕВЫНОСИМАЯ СЛАДКАЯ БОЛЬ. Вот, что это такое."


    scene bg shpi2 with dissolve

    "Пионер тоже исчез, и когда я уговорила Петровича поехать на отмель, мы его искали. Но ни шалаша, ни Пионера, мы не нашли."


    scene bg camp_artifacts with dissolve

    "Зато мы нашли и забрали гитару Алисы, которую спрятали вместе с Семёном на порогах. Она была целехонькая."

    show sp_al_067:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Перед отъездом Алисы я спросила у неё: «А как же твоя гитара?» А она сказала: «ДАРЮ». А потом добавила: «Береги ее, встретимся, сыграем вместе»."

    "Мы же обязательно встретимся. Прошло два дня, а я уже страшно по ней скучаю."


    stop music


    play miscSounds "audio/music/z_1015.mp3"


    scene cg ul_grown_up with dissolve

    "А дядя Жора меня не узнал. Я думала сначала, что это потому, что я вся зареванная. Но потом вспомнила, что я уже взрослая. Он привез мне новые вещи от папы."


    pause (10000000000000000000000.0) 


    "Я зашла в раздевалку, надела их и долго смотрела на себя. И подумала, вот ты какая, Ульяна Владимировна. Суровая."

    "А может, от того, что черная майка. Не знаю. Дядя Жора сказал, что новые джинсы идут к черной майке."

    "Но я свою красную, хоть и старенькую, ни за что не выброшу, возьму с собой. Хоть и Семен ее порвал тогда, немного. Будет память о первом поцелуе..."

    "Я вышла в обновках. А дядя Жора смотрел долго через очки, а потом сказал: «Да ты невеста уже». Откуда ему знать, сколько мне сейчас лет. Это же НАША ТАЙНА!"


    scene cg way_home with dissolve

    "Он приехал на своей машине. Ну не на своей, а на той, на которой работал. Такой грузовичок."

    "Я попрощалась со всеми, и мы поехали домой."

    "В дороге я всё думала. Осталось еще очень много вопросов и неразрешенных загадок."

    "Что будет с Элей и Смутьяновым?"

    "Куда делась Виола? Найдет ли ее Семён, чтобы вернуться?"

    "Где бродит Тузик?"

    "Зачем Петровичу столько золота?"

    "Что станет с душами, заключенными в бункере, и правда ли Пионеру с Петровичем удалось уничтожить коллайдер?"

    "На этом я пока свой дневник закончу. Потом допишу. Дома."




# z_1015.mp3
# А дядя Жора меня не узнал. Я думала сначала, что это потому, что я вся зареванная. 
# cg ul_grown_up

# Но потом вспомнила, что я уже взрослая. Он привез мне новые вещи от папы. Я зашла в раздевалку, надела их и долго смотрела на себя. И подумала, вот ты какая, Ульяна Владимировна. Суровая. А может, от того, что черная майка. Не знаю. Дядя Жора сказал, что новые джинсы идут к черной майке. Но я свою красную, хоть и старенькую, ни за что не выброшу, возьму с собой. Хоть и Семен ее порвал тогда, немного. Будет память о первом поцелуе... Я вышла в обновках. А дядя Жора смотрел долго через очки, а потом сказал: «Да ты невеста уже». Откуда ему знать, сколько мне сейчас лет. Это же НАША ТАЙНА!, 
# cg ul_car

# Он приехал на своей машине. Ну не на своей, а на той, на которой работал. Такой грузовичок. И даже дал мне посидеть за рулем. Обещал, когда поедем, дать покрутить, как он сказал, «баранку».
# Здорово. И когда мы уже садились в машину, я со всем попрощалась, а сама думала, думала. Осталось еще очень много вопросов и неразрешенных загадок. Что будет с Элей и Смутьяновым? Куда делась Виола? Найдет ли ее Семён, чтобы вернуться? Где бродит Тузик? Зачем Петровичу столько золота? Что станет с душами, заключенными в бункере, и правда ли Пионеру с Петровичем удалось уничтожить коллайдер? 
# . z_1015.mp3
# На этом я пока свой дневник закончу. Потом допишу. Дома. 
# Ульяна пишет дневник…арт финал.

# cg way_home


    pause (10000000000000000000000.0)

    scene black with fade

    stop music

    #jump day49

return