label day49:

    $ style.say_window = style.window

    $ days = 49

    play music "audio/music/z_181.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (100000000000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True


    stop music


    play music "audio/music/z_495.mp3"


    scene bg camp_artifacts with dissolve
    
    "И на следующий день Семен тоже он тоже не появился."


    scene cg forgotten_diaries with dissolve

    "Вот, главное не написала. Все отдали дневники ОД для того, чтобы она сделала дарственную надпись от себя и от всей администрации на память."

    "Но все так торопились, что уехали и забыли. ОД выскочила с дневниками, но увидела, как автобус исчезает за поворотом."

    "А я не растерялась и сказала, что у меня есть все адреса и я передам. И она мне отдала их."

    "Там были дневники Слави, Мику и Кибернетиков."

    "Дневники кибернетиков были почти пустые. Они их, оказывается, не вели, просто писали что-то вроде, такое-то число, мы пошли в поход и ничего про поход. В общем, фигня."

    "Зато дневник Слави был исписан мелким почерком, много страничек с закладками. И у Мику тоже много было написано."

    "Но я сейчас не стала читать, я думала про Семёна и ни о чем больше не могла думать."


    stop music


    play music "audio/music/z_055.mp3"


    scene cg al_diary with dissolve

    "Алиса забыла свой дневник под подушкой, наверное, очень торопилась к Жану."


    play music "audio/music/z_111.mp3"


    "Помню, как мы обнимались и ревели под рев двигателя."

    stop music

    "Сильнее чем когда мы провожали Саманту."

    "А Алиса сказала: «Не надо. Долгие проводы, лишние слезы. Иди в домик»."


    scene cg ul_window with dissolve

    "И я убежала, но потом все равно у окна смотрела. И они укатили, и она ещё махала мне долго, пока мотоцикл совсем не скрылся."

    "Это, как сказал бы папа, была «большая трагедия»."

    "Мы конечно все обменялись адресами и будем писать друг другу. А ещё договорились на следующий год приехать сюда уже вожатыми. Мы же будем комсомольцы."

    "Но все равно, очень грустно."


    stop music


    play music "audio/music/z_140.mp3"


    scene cg smu_soul2 with dissolve

    "Баночку с шуршавчиком Смутьянова я отдала Петровичу. Но я не сказала, что это. Просто попросила не открывать и спрятать подальше. Он обещал."


    scene cg stuff with dissolve

    "У меня осталась куча всяких интересных вещей."


    pause (10000000000000000000000.0) 


    "Золотая плиточка, зернышки, жемчужинки, кокарда, бусики и кристаллы. Я поделилась с Алисой, но все равно их было много."

    "Я подумала, что от мамы и папы будут вопросы, на которые я не смогу ответить, и все спрятала в лагере. Где, не буду писать."

    "Только синий кристалл я вязла с собой. У Алисы остался красный, а у меня синий. На память."

    "Мне было грустно, и я последовала совету Алисы, съела и котлетки и конфетки. Не пропадать же им тут в одиночестве. Веселее, правда, не стало..."

    "И я подумала. Я спрятала несколько Ягод Забвения. И сейчас, чтобы не думать о Семёне, я могла бы их съесть."

    "Но потом я подумала, что это глупо. Тем более, что я вовсе ничего не хочу забывать. Пусть лучше будет больно."

    "Были ещё ключи. Я, конечно, могла бы ещё полазать везде. Мы же не всё обследовали. Но без Алисы это уже теряло всякий смысл. Никакого желания."


    stop music


    play music "audio/music/z_181.mp3"


    scene bg camp_artifacts with dissolve

    show sp_tol_016:
        yalign 0.03 subpixel True
        xalign 0.0 subpixel True
        zoom 1.4

    "Вот еще про Толика..."


    show sp_je_020:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.3
    with dissolve

    "Толик о чем-то долго разговаривал с Женей. Он же теперь красавчик. Никакой не лысый, а кучерявый. И, кажется, он нравится Жене."

    hide sp_tol_016 with dissolve

    "Как он уехал, я не видела. А у Жени я не стала расспрашивать."

    "Она единственная, кто не сдал дневник ОД. Так что, Женя у нас «тайна, покрытая мраком»."


    scene bg oldcamp_hide with dissolve

    "Я вспомнила, как застукала их с Семёном в старом лагере."


    scene bg camp_artifacts with dissolve

    show sp_je_020:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.3

    "Странно, но я ни чуточки не ревновала к Жене."

    hide sp_je_020 with dissolve

    "И вообще... Имею ли я право? Ведь ничего так и не было. Ну, в смысле, настоящих взрослых отношений. Но наш поход после кораблекрушения врезался мне в память."


    stop music


    play music "audio/music/z_017.mp3"


    scene cg sem_ul_carries with dissolve

    "И то, что Семён много раз меня спасал. И как нес на руках, и много еще всего."

    "В общем, как сказала бы Алиса, «одно расстройство нежных детских чувств»."

    "А я искала слово, чтобы написать, что чувствовала. И нашла... НЕВЫНОСИМАЯ СЛАДКАЯ БОЛЬ. Вот что это такое."


    scene bg shpi2 with dissolve

    "Пионер тоже исчез, и когда я уговорила Петровича поехать на отмель, мы его искали. Но ни шалаша, ни Пионера мы не нашли."


    scene bg camp_artifacts with dissolve

    "Зато мы нашли и забрали гитару Алисы, которую спрятали вместе с Семёном на порогах. Она была целехонькая."

    show sp_al_067:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Перед отъездом Алисы я спросила у неё: «А как же твоя гитара?» А она сказала: «ДАРЮ». А потом добавила: «Береги ее, встретимся, сыграем вместе»."

    "Мы же обязательно встретимся. Прошло два дня, а я уже страшно по ней скучаю."


    pause (10000000000000000000000.0)

    scene black with fade

    stop music

    jump day50

return