label day42:

    $ days = 42

    play music "audio/music/z_300.mp3"

    show screen current_day with fade

    $ show_quick_menu = False

    pause (100000000000000000000000000.0)

    hide screen current_day

    $ show_quick_menu = True


    stop music


    play music "audio/music/z_005.mp3"


    scene bg crystal_spryng2 with dissolve

    "Ночь прошла спокойно. Было еще рано. Но неутомимые жуки уже вовсю трудились, кружась над красивыми цветами обильно росшими у родника."

    "Где-то чирикала одна птичка. Наверное, такая же непоседа, как и я. Алиса еще спала. Я сходила к роднику и наполнила нашу флягу."


    stop music


    play music "audio/music/z_1013.mp3"


    scene bg crystal_spryng2 with dissolve:
        xpos 0.5 ypos -0.0 xanchor 0.5 yanchor 0.0 zoom 1.4


    "Я увидела, что у основания родника была небольшая каменная плита, на которой стояли незамеченные нами вчера в темноте остатки сгоревших свечей. А рядом, на дереве, тесемочка с колокольчиками."


    pause (100000000000000000000000000.0)


    "Странно. Кто мог бы сюда приходить? Лена? Юля? Но ручей был очень далеко и от домика Юли и от Землянки золотоискателя. Чудеса."


    scene cg crystal_spryng4 with dissolve

    "Потом, я долго смотрела в ручей на свое отражение."


    pause (100000000000000000000000000.0)


    "Оказывается, у меня большие глаза и они сверкают. А может быть, это просто иллюзия искажения."

    "Про иллюзию искажения рассказывал Семен, когда мы играли с ним в карты. Вода приближает и увеличивает. Она как линза увеличительного стекла."

    "Вот почему, когда плаваешь в маске, все рыбы кажутся большими."

    "И я наклонилась сильнее, чтобы посмотреть, не водится ли в ручье какая-нибудь живность. Рыбки, головастики или тритоны, как в нашем ручье, рядом с лагерем."

    "Моё отражение качнулось. Наверное, я задела рукой воду и глаза в отражении снова сверкнули."

    "Я подумала, что это не просто иллюзия, а сверкающая иллюзия. И она отражение от света. Тогда я стала спиной к свету, чтобы отражение исчезло."


    stop music


    play music "audio/music/z_417.mp3"


    scene cg crystal_spryng5 with dissolve

    "Теперь вода стала почти черной. Она больше не отражала меня."

    "Но в том месте, где только что отражались мои глаза, сверкание не исчезло. Странно."


    pause (100000000000000000000000000.0)


    "И тут до меня дошло, что это не мои глаза сверкали, а что-то на дне ручья. Я осторожно протянула руку и стала опускать её, пока она не погрузилась в воду."

    "Опускала всё ниже, пока мои пальцы не упёрлись в дно. На дне был песок."

    "«А вдруг, этот ручей тоже золотоносный» — подумала я."


    scene cg crystal_spryng3 with dissolve

    "И стала водить ладонью по песку, пока не почувствовала, что под пальцами что-то катается. Какие-то камешки. Я ухватила один и вытащила."


    scene cg ul_crystal with dissolve

    "Это был не камушек, а какой то полупрозрачный кусочек стекла, или такой камушек, но прозрачный."

    "Я положила его в карман. Потом зашла в ручей и стала шарить по дну. Камушки попадались всё время, и скоро я насобирала их целую горсть."

    "Я подумала, что надо будет принести их в лагерь. Может быть, кто-то знает, что это за камушки-стекляшки."

    "Петрович говорил, что золото находят в кварце. Оно как стекло, только мутное. Наверное, это кусочки кварца."

    "Но вообще-то это неважно. Я с детства любила и собирала разные цветные стекляшки. У меня дома до сих пор есть коллекция. Оранжевых, синих, розовых, жёлтых, стекляшек."

    "Сквозь них мир кажется другим. Наверное, поэтому я так любила разглядывать всё вокруг сквозь эти цветные стекла."

    "А ещё, у меня дома есть калейдоскоп. Там, внутри тоже стекляшки. Они складываются в узоры, когда крутишь его. Классная вещь!"


    scene bg crystal_spryng2 with dissolve

    "Я ещё пошарила в том месте а потом, прошла по ручью вниз и вверх. Больше ничего не попадалось, кроме обычных камешков."

    "Я еще раз вытащила из кармана уже собранные камешки и стала их разглядывать."

    "Оказывается, не все они были бесцветными. Попадались зеленоватые и красноватые и один желтенький."

    "Надо будет показать Алисе» — подумала я."


    stop music


    play music "audio/music/z_542.mp3"


    scene bg iul_hide2 with dissolve

    "Потом я разбудила Алису. Она долго не хотела вставать, наверное умаялась вчера."

    "Но я разожгла костер и поджарила наш припасённый хлеб. Алиса тут же встала. Наверное, её поднял вкусный запах жаренного хлеба."

    "И мы сидели и хрумкали. Я показала Алисе камушки. На ладони они были тусклыми, поэтому я вырвала из блокнота листочек и разложила все наше богатство на траве."


    scene cg crystals with dissolve

    "На белом фоне листочка они наполнились отражённым светом и сразу преобразились. Алиса долго их разглядывала на свет."


    scene bg iul_hide2 with dissolve

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Задаришь один?"

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Бери половину, мне не жалко. Ты же моя лучшая подруга. Всё поровну — и хлеб и сокровища. \n(так я назвала камушки)"

    hide sp_ul_021


    show sp_al_037:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса обрадовалась, поцеловала меня и сказала:"

    al "Хочу подарить Жану, когда вернется, на память, пусть он напоминает ему обо мне. Вставит в кулон или перстень. Пусть даже эти камушки не ценные. Это будет память о нас."

    hide sp_al_037


    "Потом Алиса выбрала самый большой и посмотрела сквозь него на только что выглянувшее солнце. Камень испустил вокруг целое море радужных зайчиков."

    al_ul "Ух ты! \n(в один голос)"

    "И вправду, это было красиво."

    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса потерла камушек о свои шорты, еще раз посмотрела и положила в карман вместе с остальными, теми, что я ей подарила."

    al "Никогда стекло так не сверкает. Только бликует. Но не радугой. Странные камни."

    hide sp_al_055


    "Потом мы собрались и пошли к озеру, помахав ручью на прощанье. Спасибо тебе, ручей!"


    scene bg lakedeep7 with dissolve

    "Когда мы подошли к озеру, то увидели, что вдоль него идёт чуть заметная тропа. Мы пошли по ней. Тропа снова привела нас к озеру, но с другой стороны. И тут..."


    stop music


    play music "audio/music/z_022.mp3"


    scene cg le with dissolve

    "Тут мы увидели сидящую на камне, на берегу ЛЕНУ!"


    pause (10000000000000000000000.0)


    "Мы так обрадовались, что сразу побежали её обнимать. А она сначала испугалась и закричала:"


    scene bg coast_lake with dissolve

    show sp_le_022:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25

    le "Я не пойду туда! Я больше никогда не вернусь в ваш лагерь!"

    hide sp_le_022


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    "Но постепенно она успокоилась, и мы рассказали ей, что было после её бегства, и что все её искали, и какой был переполох."

    "Сказали, что она будет жить долго, потому что есть такая примета, если человека похоронили, а он нашёлся, то потом будет жить очень долго."

    hide sp_le_016


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Вот такая история, Леночка. Теперь можешь носить цветочки на свою могилку."

    hide sp_al_056


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Это неудачная шутка, Двачевская. Конечно, жить с ощущением, что тебя похоронили, это наверное необычно, но уж точно не весело. Кого же вы тогда похоронили там, на кладбище?"

    hide sp_le_016

    "Мы пожали плечами."


    show sp_al_056:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "А ты чего тут сидишь? Где Юля?"

    hide sp_al_056


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Откуда вы знаете про Юлю?"

    hide sp_le_016


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Мы читаем следы, как следопыты. Так тебя и нашли. Мы идем по вашим с Юлей следам от самой Землянки золотоискателя."

    hide sp_al_055


    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1
    with dissolve

    ul "Но мы потеряли след и пришлось ночевать на том берегу озера."

    hide sp_ul_021

    "И тут я чуть не ляпнула про ручей и камушки."


    show sp_al_057:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    "Но Алиса сделала на меня такие глаза, что я чуть не поперхнулась. И не сказала."

    hide sp_al_057


    show sp_le_016:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "Юля ловит для нас рыбу. Вон, видите, там, вдали её лодка? Скоро вернется. Кстати, мы можем пойти в её домик. У неё там грибы. Целый лес грибов. Она придёт, как только закончит."

    hide sp_le_016


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "Мы знаем про её убежище. Это же мы привели её в отряд. И в домике мы были. Мы как раз туда шли."

    hide sp_al_055

    "И мы все отправились в Юлькино убежище."


    stop music


    play music "audio/music/z_055.mp3"


    scene bg yulya_hous with dissolve

    "Там Лена напоила нас чаем и дала сушеной рыбы. Потом она поставила на очаг варить какую-то еду."


    scene bg yulya_finrplace with dissolve

    "Пахло, как каша. И Алиса наблюдая за ней сказала:"


    show sp_al_055:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2
    with dissolve

    al "А ты неплохо освоилась тут. Наверное, не собиралась возвращаться?"

    hide sp_al_055


    show sp_le_017:
        yalign 0.08 subpixel True
        xalign 0.0 subpixel True
        zoom 1.25
    with dissolve

    le "ТОЧНО, НЕ СОБИРАЛАСЬ."

    hide sp_le_017






    pause (10000000000000000000000.0)

    scene black with fade

    stop music

    #jump day43

return