label day5:

    $ style.say_window = style.window

    $ days = 5

    $ adv_1 = False
    $ adv_3 = True
    $ adv_5 = False
    $ adv_7 = False
    $ adv_10 = False
    $ adv_12 = False
    $ adv_15 = False

    $ im_gal_04_00 = True
    $ im_gal_04_01 = True
    $ im_gal_04_02 = True
    $ im_gal_04_03 = True
    $ im_gal_04_04 = True


    show screen current_day with fade


    play music "audio/music/z_300.mp3"


    $ show_quick_menu = False


    pause (1000000000000000000.0)


    hide screen current_day


    $ show_quick_menu = True


    stop music fadeout 0.5

    queue music "audio/music/z_055.mp3"

    scene an_d10_01_bg with dissolve

    show an_10_01


    "Уже вечер, и я снова пишу то, что случилось за день в лагере. Перечитала прежние свои записи и поняла, что Алиса была права. Мои записи похожи на протокол."

    "А точнее, на бортовой журнал капитана парусного судна. «Мы находимся на такой-то широте и такой-то долготе. Вокруг безбрежный океан...»"

    "Дальше, каждый день в течение месяца, запись повторяется. Меняется только широта и долгота. Нет, не выйдет из меня писателя."


    stop music fadeout 0.5

    queue music "audio/music/z_176.mp3"


    scene cg dining_crowded with dissolve

    "С такими грустными мыслями я пошла на обед. Наш отряд сидел за двумя отдельными столиками."

    "Я заметила, что все девочки сдвинулись поближе к  Семёну. Только Женя и Толик, да еще Электроник, болтали с нами, поедая любимую всеми пюрешку."

    "Сегодня я решила писать через призму ощущений. То есть, как сказала Алиса, «не сдерживая эмоций»."

    "Я толкнула Алису локтем и показала на Семёна, который буквально купался в доброжелательной атмосфере, создаваемой усилиями Слави, Лены и Мику. Вот уж кто старался больше всех."

    "Наверное, им казалось что никто не видит, как они наперебой стараются понравится этому сердцееду."


    stop music fadeout 0.5

    queue music "audio/music/z_076.mp3"


    scene cg le_frog_diary with dissolve

    "В этот раз я приготовила ему сюрприз – маленького лягушонка, которого нашла у реки, когда мы болтали с ПИОНЕРОМ. Я завернула его в галстук и спрятала под рубашкой."

    "Может это и неправильно, потому что вожатая сказала, что галстук это часть красного знамени. Но мне кажется, что тут ничего такого нет."

    "Я же потом постирала галстук, а лягушонка переложила в баночку из-под сметаны."


    scene cg le_frog_diary with dissolve

    pause (1000000000000000000.0)

    "Алисе тоже не нравилась вся эта история вокруг Семёна. Я видела, какими глазами Толик смотрел на Славю. А она даже ни разу за весь обед не повернулась к нему."

    "Ведь она знала о его симпатии. Не заметил бы этого только слепой. И вообще, как будто кроме Семёна в лагере не было мальчиков."

    "Я поделилась своими наблюдениями с Алисой. Она сказала, что полностью поддержит меня, если я разобью этот квартет."

    "Я попросила Алису отвлечь Семёна, пока я проведу свою диверсию. А уж это-то я умею."

    "Дальше был настоящий цирк, а вернее, театр. Алиса якобы случайно уронила на пол свою тарелку. Услышав звук разбившейся керамики, все посмотрели на нас."

    al "Ах! Я не успела съесть даже ни одной ложечки! Вряд ли мне дадут добавку, ведь на пюре в нашей столовой такой большой спрос!"

    "Она «виновато» посмотрела вокруг."

    "Толик тут же кинулся за совочком и тряпкой, а Электроник вызвался пойти на кухню и выпросить ещё порцию пюре с котлетками, выразив, правда, сомнение, что ему не заменят её перловкой."

    "Но Алиса остановила его и громко, чтобы все слышали, сказала, глядя прямо в глаза Семёну:"

    al "Нет, пусть это сделает Семён! Ему там никогда не откажут. Я знаю, что там есть девочка из соседнего отряда, которая положит ему еще две лишние котлетки. Правда, Сёма?"

    "Славя и Лена побледнели, а Мику уставилась в свою тарелку. Наверное, чтобы никто не видел, какое у неё перекошенное лицо."

    "Славя сверлила взглядом Семёна, и я прочитала на её лице: «Ты же не сделаешь этого?»"

    "Но надо было видеть Алису. Она подошла к Семёну с чистой тарелочкой которую принес Электроник и протянула ему. На лице Семёна было какое-то странное выражение."

    "Повисла неловкая пауза."

    sem "Почему бы и нет?"

    "Алиса с победным видом повернулась к Славе, попутно делая вид, что сдувает с плеча Семёна пушинку и как бы слегка касается его рукой. На щеках Семёна заиграл румянец."

    "Славя проводила взглядом удаляющуюся спину Семёна."

    "Пока происходила эта сцена, мне удалось за спинами Лены и Мику тихонечко подсунуть лягушонка в тарелку Лены и накрыть его салфеткой."

    "Все молчали и вяло ковыряли вилками. Только Шурик с Электроником как ни в чем не бывало бодро уписывали свои порции."

    "Через минуту Славя сказала, что у неё пропал аппетит и если кто-то хочет её коржик и компот, то может забрать себе."

    "Лена всё ещё смотрела в сторону кухни, ожидая появления Семёна."

    "И он скоро появился, неся большую тарелку пюре с двойной порцией котлет. Он широко улыбался."

    "Кажется, Лена была близка к обмороку."

    "Семён отнес тарелку Алисе, а она сделала реверанс в его сторону, прямо как светская дама."

    "Когда Семён сел за свой стол, Лена попыталась пошутить насчет случившегося. Салфетка вдруг поползла в её сторону и из-под нее выскочил лягушонок."


    stop music fadeout 0.5

    queue music "audio/music/z_1005.mp3" noloop


    scene cg le_frog_diary3 with dissolve

    "От душераздирающего крика Лены чуть не вылетели стекла столовой."


    stop music fadeout 0.5

    queue music "audio/music/z_196.mp3"


    "Она так взмахнула руками, что два стакана компота улетели в противоположный край стола, облив Семёна с ног до головы."


    scene cg le_frog_diary3 with dissolve

    pause (1000000000000000000.0)


    scene cg le_frog_diary2 with dissolve

    "Мы с Алисой тут же кинулись в туалет, где сползая по стеночке, хохотали до слез, пока туда не вошли забрызганные компотом Лена и Мику."

    scene cg le_frog_diary2 with dissolve

    pause (1000000000000000000.0)



    scene cg le_mi_crying with dissolve

    "А мы спрятались в кабинке и слышали, как Мику успокаивает рыдающую Лену. Потом мы прошли мимо них и Алиса кинула через плечо:"

    al "Ой-ой, было бы из-за кого плакать!"

    scene cg le_mi_crying with dissolve

    pause (1000000000000000000.0)


    "После сцены в столовой нам с Алисой был объявлен бойкот."

    "При нашем появлении Лена теперь всегда отходила в сторону или меняла тему разговора."


    stop music fadeout 0.5

    queue music "audio/music/z_009.mp3"


    scene bg auhouse3 with dissolve

    show sp_sl_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Славя, немного подумав, пришла к нам с Алисой в гости «выяснять отношения»."

    "Очевидно, поступок Семёна огорчил её не меньше, чем демонстрация Алисы и моя выходка. Никто не сомневался, что появление  земноводного в тарелке Лены моих рук дело."

    sl "Я ничего не расскажу Ольге Дмитриевне. Но ты, Уля, должна уже становиться серьезней!"

    "Она ходила вокруг да около. Было ясно, что ей очень хочется узнать, была ли это случайность, или Семён сам дал повод Алисе вести себя подобным образом?"

    "И кто та девочка из параллельного отряда, щедро подкармливающая Семёна? Весь её вид как бы говорил: «Кажется, я что-то пропустила?»"

    "Я боялась, что Алиса начнет её жалеть, будет успокаивать, мол, ничего такого у нас с Сёмой нет и всё в таком духе. Но Алиса молчала."

    "В конце концов, поговорив  для отвлечения внимания о распорядке в лагере и о приближающемся концерте, Славя ушла."


    stop music fadeout 0.5

    queue music "audio/music/z_301.mp3"


    scene bg auhouse3 with dissolve

    "Как сказал бы папа, ушла «не солоно хлебавши». Мы с Алиской стукнулись кулаками."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Процесс пошел. Ну, а теперь рассказывай, вредная девчонка, где ты болталась всю ночь?"


    stop music fadeout 0.5

    queue music "audio/music/z_058.mp3"


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я сначала колебалась, рассказывать ли Алисе всё как есть или кое о чём умолчать, скрыв то, что сама считала невероятным? Очень уж не хотелось выглядеть в её глазах полной дурой."

    "Наконец, я всё выложила."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса задумалась. Было видно, что она мне верит, но относит половину моего рассказа на счет моего слишком богатого воображения, усиленного испугом."

    al "Ладно. Ну привиделась тебе кошка. Ну допустим, есть такой дом. Но. Ты ведь понимаешь, что если твои слова про реку и тропинки не бред, то значит никто не сможет уйти из этого лагеря!"

    "И вот тут она произнесла слово, которое часто говорил папа, рассказывая о своей работе. Это слово — АНОМАЛИЯ."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2


    al "Это аномалия. Но всё это легко проверить. И что бы ты больше никому не рассказывала подобные сказки, я готова пойти с тобой."

    "Вот это было классно! Теперь мы команда!"


    stop music fadeout 0.5

    queue music "audio/music/z_301.mp3"


    scene cg pillow_fight with dissolve

    "Мы стали кидаться с ней подушками и в конце устроили настоящий бой."

    "Мы сдвинули кровати и бегали вокруг, стараясь попасть друг в друга, но я попадала чаще и Алиса пошла «в рукопашную». Мы запрыгнули на кровати и продолжили битву."

    "Алиса была выше и ловко обрушивала подушку сверху вниз, так что скоро моя голова уже гудела как колокол. Нет уж, так нечестно!"

    "Я стала прыгать на сетке как на батуте и быстро уровняла шансы. Алиса тоже стала подпрыгивать и мы скакали как два зайчика, не выпуская подушек из рук."


    scene cg pillow_fight with dissolve

    pause (1000000000000000000.0)

    "Потом Алиса крикнула:"

    al "Стоп! Хватит драться! Мы в космическом корабле, летящем на Марс! Невесомость!"

    "И мы стали подпрыгивать еще выше, пока Алиса не ударилась головой о висящий плафон."

    "Она упала на кровать и заорала, что марсиане осуществили недружественный акт, они атаковали нас своими альфа лучами и один попал ей в голову! Она свела глаза к кончику носа и крутила головой, изображая головокружение."

    "Я продолжала прыгать вокруг неё с криками:"

    ul "Врешь, не возьмешь! Живыми мы им не дадимся!"


    scene cg ul_martian_diary with dissolve

    "Потом я спрыгнула с кровати, схватила картонную коробку из-под пинг-понга и проделав в ней ножницами две дырки надела на голову. И стала ходить вокруг как робот, говоря страшным голосом:"

    ul "Я капитан марсианского десанта Железная Голова. Мы захватили вас своим магнитом! Сдавайтесь, сопротивление бесполезно!"

    "Алиса вскочила, сняла галстук с руки повязала его на шею и став как на линейке, отсалютовала."

    ul "Я, Алиса Двачевская, капитан советского корабля Голубая Стрела, предлагаю мирные переговоры!"

    "Мы стали спорить по поводу названия корабля. Мне больше нравилось Космический Совёнок. В результате победил компромисс и корабль был назван Голубой Совёнок."

    al "Чего вы хотите, капитан Железная Голова?"

    ul "Вы должны открыть мне тайну вашего топлива. Как вы смогли долететь так далеко?"

    al "Наше топливо вам понравится, мы не жадные. Предлагаю перемирие! Мы вам топливо, а вы нам свободный проход в любую часть планеты!"

    "Как акт доброй воли, Алиса вытащила из тумбочки припрятанные с обеда коржики, которые мы стащили в столовой."

    al "Предлагаю вам заправиться нашим топливом."

    "Мы торжественно обменялись коржиками и сели на пол. Алиса откусила свой, а я не смогла, потому что у меня на голове была коробка."

    "Алиса засмеялась, потом взяла свой перочинный ножик и аккуратно прорезала дырочку напротив моего рта."

    "А я почти не дышала, боялась. Но всё обошлось. Она закидывала в дырочку кусочки коржика, а я ловила их ртом и мы хохотали."


    stop music fadeout 0.5

    queue music "audio/music/z_171.mp3"


    scene bg auhouse3 with dissolve

    "Наше веселье прервал осторожный стук в дверь. Я кинулась поправлять кровати и собирать разбросанные вещи."

    "Алиса, выглянув в окно, вдруг сделала страшные глаза и трагическим шёпотом сказала:"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Там СЕМЁН."

    "Алиса подумала и открыла дверь."


    stop music fadeout 0.5

    queue music "audio/music/z_124.mp3"


    scene bg auhouse3 with dissolve

    show sp_sem_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Семён заглянул и поморщился."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса не торопилась приглашать его войти и спросила:"

    al "Ты по какому-то важному поводу или так, убить время? А то мы тут немного заняты."


    scene bg auhouse3 with dissolve

    show sp_sem_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Семён вдруг постучал себя по лбу, как бы что-то вспомнив, и сказал:"

    sem "Да! Чуть не забыл, я же принес Ульянке вкусненького."


    stop music fadeout 0.5

    queue music "audio/music/z_516.mp3"


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_023:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я сразу поняла, что мне нужно оставить их одних."


    scene bg auhouse3 with dissolve

    show sp_sem_001:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Семён многозначительно посмотрел на меня и подмигнул. Это была чистой воды взятка... Хе-хе."

    "Семён вытащил из бумажного пакета, который держал в руках, горсть конфет."

    sem "Это нам с Алисой, чаю попить, а остальное тебе."

    "Он протянул пакет мне, и я схватила его. Всё-таки там были мои любимые конфеты «Мишка на Севере»."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_023:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ладно, сбегаю к ребятам, посмотрю как у них продвинулись дела с их роботом."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса сделала мне страшные глаза. Очевидно, ей не хотелось оставаться с Семёном одной. Но тогда я никогда не узнала бы, зачем он приходил."


    scene bg square with dissolve

    "Поэтому я быстро выскользнула из домика, услышав за спиной голос Семёна:"

    sem "Можешь не торопиться и гулять сколько хочешь."


    stop music fadeout 0.5

    queue music "audio/music/z_023.mp3"


    scene cg vio_silhouette with dissolve

    "Когда я проходила мимо домика, где располагался медпункт, то увидела в окне силуэт нашей докторши."

    "Странно, подумала я. Что она может делать в своем кабинете в такое позднее время, если в лагере сейчас фактически нет больных, а осмотр пионеров она провела еще утром?"

    "Вдруг кто-то сломал ногу, или еще чего пострашнее?"

    "Сгорая от любопытства, я незаметно встала на крыльцо, с которого можно было дотянуться до окна и заглянуть внутрь."

    "Когда я попыталась это сделать, медичка подошла к окну и задернула занавески изнутри."

    "Странно, она явно не хотела, чтобы кто-то видел её вечером в помещении медпункта. Я огляделась вокруг в поисках чего-то, на что можно было бы встать и заглянуть за верхний край занавески."

    "Напротив входа в медпункт стояло довольно высокое дерево, одна из веток которого нависала над крыльцом."


    scene cg ul_on_tree with dissolve

    "Осталось только взобраться. Я отлично лазаю по деревьям. Даже мальчишки в нашем дворе признали это, и кое-кто из них даже завидовал моей скорости и ловкости в этом деле."

    "Поэтому я быстро залезла на ветку и распластавшись, свесилась вниз. Ветка была широкой, и лежать на ней было удобно. Наверное я могла бы при желании даже спать на ней, если бы, скрестив ноги, обхватила её."


    scene cg vio_writting with dissolve

    "Между тем Виола, так звали нашу медичку, что-то писала, сидя за столом. Этот стол я запомнила очень хорошо, когда нас заводили по одному для медосмотра. Потом она быстро встала и сняла халат."

    "Надо сказать, я никогда не видела, чтобы моя мама раздевалась при мне полностью. Поэтому поколебавшись, я решила отвернуться."

    "Я подумала, что Виола просто решила сегодня переночевать в медпункте и готовится ко сну."

    "Вот черт, ничего интересного. Я уже хотела повиснуть на руках и спрыгнуть."

    "Наверное, мальчишки еще возятся с роботом и я успею задать им вопросы про их куклу. Например, почему они назвали ее Эля Троник? Но дальше произошло то, что заставило меня замереть."


    #Анимация Виола светится

    image vio_lights:
        
        "images/an/an5day/an_d05_01.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_02.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_03.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_04.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_05.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_06.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_07.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_08.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_09.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_10.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_11.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_12.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_13.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_14.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_15.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_16.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_17.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_18.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_19.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_20.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_21.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_22.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_23.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_24.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_25.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_26.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_27.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_28.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_29.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_30.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_31.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_32.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_33.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_34.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_35.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_36.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_37.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_38.webp" with Dissolve(0.5, alpha=True)
        pause 0.5
        "images/an/an5day/an_d05_39.webp" with Dissolve(0.5, alpha=True)
        pause 0.5

  
        repeat



    stop music fadeout 0.5

    queue music "audio/music/z_1013.mp3"


    scene vio_lights with dissolve

    pause (1000000000000000000.0)



    "Я даже чуть не вскрикнула от неожиданности. Виола, которая успела снять с себя всю одежду, подняла руки вверх и начала быстро вращаться как юла."

    "Её тело стало светиться как новогодняя елка с разноцветными огоньками, которые вскоре слились в один вращающийся световой круг. Помещение медпункта озарялось теперь только цветными вспышками."

    "Забыв о времени, я смотрела как заворожённая, силясь вспомнить, что именно напоминает мне эта восхитительная игра огоньков."


    stop music fadeout 0.5

    queue music "audio/music/z_444.mp3"


    scene cg firefighters with dissolve

    "И, наконец, вспомнила! Однажды ночью горел универмаг напротив нашего дома."

    "Тогда приехали аж пять пожарных машин и несколько скорых… Их синие мигалки своими сполохами осветили все улицу. Вот, как выглядел этот безумный танец Виолы."


    stop music fadeout 0.5

    queue music "audio/music/z_1013.mp3"


    scene cg ul_on_tree with dissolve

    "Вскоре свет внутри постепенно стал меркнуть, и наступила полная темнота. Я лежала на ветке, боясь шелохнуться."

    "Вдруг дверь на улицу тихо приоткрылась. Из неё вышла Виола, уже в плаще и с маленьким чемоданчиком в руке. Оглянувшись, она быстро пошла по дорожке в сторону домика Ольги Дмитриевны."


    scene cg ul_twilight_diary with dissolve

    "Когда она отошла достаточно далеко, я свалилась с ветки, немного подвернув ногу, и побежала в ту сторону, куда только что ушла Виола."

    "Но её уже не было. Она как будто растворилась в наступившей темноте. А ведь у меня очень острое зрение и хожу я быстро. Как так-то? Я была в недоумении."


    stop music fadeout 0.5

    queue music "audio/music/z_125.mp3"


    "Какое там, смотреть на робота! Я бросилась рассказывать Алисе о своем открытии. Вот уж она удивится! Скажет, что я опять фантазирую."

    "Я совсем забыла, что она сейчас разговаривает с Семёном. Но с другой стороны, прошло уже достаточно времени, и наверное, они успели обсудить то, ради чего Семён пришел к нам в гости."

    "В конце концов, наш домик не ДОМ СВИДАНИЙ. Тем более, что Алисе Семён был не нужен. Ведь она, как мне казалось, осуждала его непостоянство. Возможно, ей даже нужна моя помощь."

    "С такими мыслями я бежала к нашему домику."


    stop music fadeout 0.5

    queue music "audio/music/z_173.mp3"


    scene cg al_sem_slap2 with dissolve

    "Но то, что случилось, заставило меня остановиться. Я услышала странные резкие звуки, как будто кто-то выбивал ковер. Два громких хлопка. Дверь распахнулась и на улицу буквально выскочил Семён."


    stop music fadeout 0.5

    queue music "audio/music/z_177.mp3"


    scene bg square with dissolve

    show sp_sem_022:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Я свернула с дорожки, ведущей к домику и спряталась за лавочку. Через щели в ней я видела, как Семён потирал щеку, озираясь по сторонам."

    "Лицо его было красным, как будто кто-то плеснул в него кипятком. Он направился прямо к лавочке."


    scene cg ul_spy with dissolve

    "Я сжалась. Он вот-вот увидит меня. Я решила покинуть своё убежище и спряталась за большой куст сирени."


    stop music fadeout 0.5

    queue music "audio/music/z_124.mp3"


    scene bg square with dissolve

    show sp_sem_022:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Семён прошел было мимо, но потом остановился, вернулся и сел на лавочку. Затем он вынул маленький блокнот, что-то быстро написал на листочке, вырвал его и свернул в трубочку."

    "Потом он решительным шагом направился к зданию медпункта."


    scene cg ul_spy with dissolve

    "Я разрывалась между желанием бежать к Алисе и желанием пойти за Семёном. Наконец, любопытство взяло верх и я последовала за ним."


    scene bg square with dissolve

    show sp_sem_022:
        yalign 0.05 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Семён поднялся на крыльцо, наклонился и стал возиться с замком. Я боялась, что он оглянется и присела."

    "В сумерках, в своей белой рубашке, я наверное сливалась с дорожкой, потому что он несколько раз оглянулся, обводя глазами окрестности, но так и не заметил меня."

    "Наконец, он спрыгнул с крыльца и быстро пошёл в ту же сторону, куда недавно ушла Виола."



    scene bg square with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Меня распирало любопытство. Подкравшись к двери, я осмотрела её."

    "Что же ему тут было нужно? Может быть он хотел проникнуть в медпункт? Но зачем? Я решила на всякий случай посмотреть в замочную скважину. Может быть он пытался разглядеть свет, идущий изнутри?"

    "Я сама так иногда делала, чтобы убедиться, что родители уже выключили свет и спят. И мне никто не помешает читать ночью."


    scene cg keyhole_message with dissolve

    "Каково же было моё удивление, когда я заметила что из замочной скважины торчит едва заметный кусочек бумаги! Наверное, это был тот самый листочек, вырванный Семёном из блокнота."

    "Я подцепила его прутиком и вытащила наружу. Было темно, чтобы разобрать написанное, и я, спрятав записку, помчалась домой."


    stop music fadeout 0.5

    queue music "audio/music/z_026.mp3"


    scene cg al_guitar_grumpy with dissolve

    "Алису я застала в плохом расположении духа. Обычно она что-нибудь напевала, играя на гитаре. Её ежевечерние упражнения стали нормой, и я старалась не мешать ей, зная что она готовится к концерту."


    stop music fadeout 0.5

    queue music "audio/music/z_076.mp3"


    "Но в этот раз она сидела нахохлившись и только мрачно сверкнула глазами на моё «Слышь, что сейчас тебе расскажу!»"

    "Наконец, она взяла себя в руки:"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Я делала тебе знаки, почему ты сбежала?"


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я была готова к такой отповеди и сразу приняла позу «лапки вверх, бровки домиком». С другой стороны я не лицемерила, мне действительно было неловко за свой поступок."

    "Наверное, я подвела Алису. Но мне не терпелось с одной стороны узнать, зачем приходил Семён, с другой — вывалить кучу невероятных новостей, о которых я узнала."


    stop music fadeout 0.5

    queue music "audio/music/z_058.mp3"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Ладно уж, видно ты неисправима."

    "Алиса присела у тумбочки и вынула тарелку, накрытую блюдцем. В ней оказался ужин. Мы разделили его пополам."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Славя приходила?"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Да. Она принесла еду и спросила, почему мы не были на ужине. Я думала, Семён уйдёт. Но он сидел тут и нагло улыбался. Похоже, Славя, больше не придёт к нам. Она совсем раскисла."

    "Она пыталась позвать Семёна, чтобы тот пошёл с ней на реку смотреть на закат, но он сказал: «Тебе надо, ты и иди, а мы тут с Алисонькой будем обсуждать кое-какие дела, которые тебя не касаются»."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_053:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Прямо так и сказал?"

    "Я вытаращила глаза и наверное у меня стало смешное лицо, потому что Алиса улыбнулась, и, наконец, в её голосе появились мягкие нотки."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Да, представь, так и сказал, «Нам с Алисонькой». Бедная Славя! Ты знаешь, мне стало её жалко. Видела бы ты это страдающее лицо."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А что было потом?"


    stop music fadeout 0.5

    queue music "audio/music/z_201.mp3"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_007:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Потом? Потом этот негодяй дождался пока она уйдет и..."

    "Алиса замолчала, и румянец залил её щеки. Не помню, чтобы она когда-нибудь краснела."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Потом он намекнул, что слышал наш с тобой разговор у костра."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_053:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я похолодела."

    ul "Но ведь тогда... Тогда он знает о твоем отчиме! И о том, что случилось."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Да."

    "У Алисы стало каменное лицо. Она вытащила из-под подушки пачку сигарет и достав одну, стала шарить рукой в тумбочке."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Спички я забрала. Мы же хотели идти в развалины, поэтому я приготовила свечки, фонарик и спички."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_002:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Он сказал, что расскажет всем, если я с ним не... Ну, ты понимаешь... Стану его девушкой."


    stop music fadeout 0.5

    queue music "audio/music/z_418.mp3"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса наклонилась и вытащила из-под кровати небольшой мешочек."

    al "Да, кстати!"


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Что это?"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Догадайся."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_023:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я развязала тесемку."

    ul "Сахар?"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса улыбалась."

    al "Если верить твоим безумным рассказам, это чудовище можно прикормить. Или ты выдумала этого пионера? Скажи сразу. Тащить с собой такую тяжесть без толку не стоит. Кстати, сахар принёс Семён."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Значит, ты знала, что он придёт?"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Да, я попросила его. Но он приходил, как ты уже поняла, не за этим. Вернее, оказав мне услугу, он надеялся получить слишком непомерную благодарность за неё. А когда не сработало, в ход пошёл шантаж."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Мы закончили ужинать и я рассказала Алисе обо всех событиях дня, не забыв упомянуть о записке."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса недоверчиво покачала головой:"

    al "Это уже слишком, даже для твоего воображения. Может быть, тебе показалось? Какой-то бред. «Докторша светилась как новогодняя елка!» Надо же такое придумать!"


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_020:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я насупилась."

    ul "Не веришь мне?"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Ладно. Давай посмотрим, что там наш шантажист пишет."

    "Я вытащила записку. В ней было написано мелким, но очень аккуратным почерком:"


    stop music fadeout 0.5

    queue music "audio/music/z_417.mp3"


    scene cg sem_vio_message with dissolve

    "«Твоё задание выполнил. Но есть сложности. Рыжая оказалась крепким орешком. Придется придумать что-то посерьёзней. Завтра после обеда сделаю второй заход."

    "Остальные овечки готовы для стрижки. Не будем торопить события. Можешь на меня положиться. Целую»."

    "Дальше шла приписка:"

    "«P.S. Кстати, эта сука разбила мне фейс. С тебя причитается, за вредность»."

    scene cg sem_vio_message with dissolve

    pause (1000000000000000000000.0)


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_053:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Возникла пауза. Будучи уже не в силах молчать, я воскликнула:"


    stop music fadeout 0.5

    queue music "audio/music/z_125.mp3"


    ul "Надо немедленно бежать и все рассказать Ольге Дмитриевне!"


    scene bg auhouse3 with dissolve
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2


    "Но Алиса вдруг встала и подойдя к двери, резко закрыла её на ключ."

    al "Так! Уля, слушай внимательно. Никто не должен ничего знать, пока у нас не будет веских доказательств!"


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я кивнула."


    scene bg auhouse3 with dissolve
    
    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса, как тигр в клетке, заходила по комнате взад и вперед. Казалось, она разговаривает сама с собой."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я вжалась в стул, боясь попасть под этот тайфун эмоций, хаотично перемещающийся по комнате."


    stop music fadeout 0.5

    queue music "audio/music/z_197.mp3"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Наконец, она остановилась и повернулась ко мне:"

    al "Есть идея!"

    "Алиса рассказала мне про случай, когда Ольга Дмитриевна пригласила её в свой домик, якобы для того, чтобы сделать внушение за повязанный на руку галстук."

    al "Так вот, никакой проработки за галстук не было! Вместо этого Ольга Дмитриевна усадила меня напротив, вынула из ящика стола несколько папок и перебрав их, оставила на столе одну."

    "Я успела разглядеть на папках фамилии девочек нашего отряда. Оказывается, у неё есть досье на каждого пионера."

    al "Она вытащила из папки несколько листочков и издали показала мне. А потом сказала:"

    al "«Не думай, Двачевская, что я не знаю, кто ты и чем занималась до приезда в лагерь.»"

    al "«Мне передали всю информацию на тебя. Поэтому предупреждаю – как только ты выкинешь очередной фокус, то быстро отправишься в трудовую колонию для несовершеннолетних.»"

    al "«Уж я об этом позабочусь. Девочка из твоего отряда тоже дала на тебя показания. А твой отчим написал заявление, что ты наркоманка и ведешь аморальный образ жизни.»"

    al "«Помни, что мы» – тут она сделала многозначительную паузу, – «внимательно следим за твоими движениями»."

    al "Какая девочка? Кто МЫ? Я еле сдержалась, чтобы не запустить в неё лежавшим на столе письменным прибором. Но вместо этого я спросила: «А разве мой отчим не сидит в тюрьме?»"

    al "На что она ответила: «ЗА ТОТ СЛУЧАЙ он уже отбыл достаточно и освобожден условно-досрочно, а вот к тебе у следствия вопросы будут»."

    al "«Признайся, что ничего не было и всё это ты придумала, что оговорила хорошего человека, который заботился о тебе и твоей матери»."

    "Алиса замолчала. До меня стало доходить, что я только что чуть не провалила всё дело."

    al "Вот теперь представь, если вожатая узнает что я, как она выразилась, продолжаю вести «аморальный образ жизни», собираясь подвести под следствие ещё одного хорошего человека?"

    al "Причём, её любимца Семёна. Кристального, честнейшего пионера и всеобщего любимца. Что она сделает?"


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Но ведь это неправда! Хотя, да. Наверное, ты права. Надо достать эти досье!"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Вот именно. Теперь ты поняла, в чем моя идея? Там наверняка есть досье на Семёна."

    "Алиса села, уставилась в потолок и стала крутить ключ на пальце. Потом, как будто приняв решение, она встала."


    stop music fadeout 0.5

    queue music "audio/music/z_023.mp3"


    al "Да, сегодня. Мы пойдём туда сегодня. Но только после того, как вернемся из развалин. Я почти уверена, что никакой кошки-девочки там нет. И всё это займет не больше получаса."


    scene bg auhouse3 with dissolve

    "Наши сборы были недолгими."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Я возьму нож. Мало ли что. И вот ещё: надо чем-то отодвинуть задвижку на окне."


    scene bg mus_stairs with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я вспомнила про кочергу кибернетиков и быстро сбегала к их мастерской. Прут с загнутым концом лежал на месте."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Есть!"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Отличная штука."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Но представляешь, если нас поймают?"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса в ответ только хмыкнула."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А тебе приходилось открывать окна раньше? – спросила я."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "А как, по-твоему, я сбежала из изолятора райотдела, когда моя мать написала на меня телегу? Она была уверена, что отчим ей не врёт."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Да... Дела..."



    scene bg auhouse3 with dissolve

    "Ночь обещала быть богатой на таинственные и захватывающие приключения. А я так всё это люблю!"


    scene bg square with dissolve

    "Мы тихонько выбрались из дома и прошмыгнули в лазейку."


    stop music fadeout 0.5

    queue music "audio/music/z_171.mp3"


    scene bg pot with dissolve

    "Мы долго бродили в потемках, ни одна из тропинок не приводила нас к развалинам. Алиса присела на поваленное дерево. В её глазах были насмешка и жалость. Я взорвалась:"


    scene bg pot with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1


    ul "Я не врала, они есть!"


    scene bg pot with dissolve

    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Ладно-ладно. Не повезло, пойдем завтра."


    scene bg pot with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я упрямо продолжала твердить свое."


    scene bg pot with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Наконец, Алиса встала и сказала:"

    al "Ладно, последняя попытка."


    stop music fadeout 0.5

    queue music "audio/music/z_126.mp3"


    scene cg footprints4 with dissolve

    "Вдруг, она нагнулась и посветила себе фонариком."

    al "Смотри, следы. Какая маленькая нога. Кто мог бегать по лесу босиком, не боясь наступить на колючки, острые ветки и корни?"


    scene bg pot with dissolve

    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Так ты говоришь, она была не совсем кошка? Скорее всего это кто-то из наших. Подвернул ногу снял сандалии и..."

    "Она снова всмотрелась."

    al "Но у нас наверняка нет пионеров с такими маленькими ногами. Только октябрята."

    "Я наступила рядом со следом. Моя стопа оказалась почти вполовину длиннее. Мы переглянулись."

    al "Пошли!"

    "Алиса решительно пошла в направлении следа."


    scene cg footprints4 with dissolve

    "Пару раз мы теряли след. Как будто существо сходило с тропинки и что-то искало вокруг. Вскоре мы наткнулись на лежащие на тропе грибы."


    scene bg pot with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Кто-то собирал грибы."


    scene bg pot with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ну уж точно не кошка. Кошки не едят грибов."


    stop music fadeout 0.5

    queue music "audio/music/z_202.mp3"


    scene bg ruins2 with dissolve

    "Мы подняли глаза от тропинки. Над нами нависал темный силуэт полуразрушенного здания."


    scene bg ruins2 with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вот! Это он!"


    scene bg ruins2 with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Тихо. Ты вспугнёшь её."

    "Следы вели к развалинам и терялись в обломках. Алиса сунула мне свечу:"

    al "Зажжешь, как только мы войдём. Держи сахар."


    scene bg ruins3 with dissolve

    "И мы вошли внутрь. Алиса вытащила нож."


    scene bg ruins3 with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Зачем? Ты думаешь, она прыгнет?"


    scene bg ruins3 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Нет. Я разрежу..."

    "Она разрезала мешочек и сахар тонкой струйкой посыпался на землю."

    al "Мы достаточно пошумели. Если это существо тут, то уже следит за нами. Пошли."

    "Она стала пятиться, делая дорожку из сахара. Я старалась бесшумно идти за ней, но постоянно на что-то наступала и натыкалась."

    al "Ну ты и слон! Всё, сахар кончился. Пошли."

    "Мы вышли из здания."

    al "Будем ждать."


    stop music fadeout 0.5

    queue music "audio/music/z_171.mp3"


    scene cg al_ul_in_bushes2 with dissolve

    "Алиса села на землю и заставила меня сделать то же самое. Мы потушили фонарик. Настала такая темнота, что я не видела даже Алису, а только слышала её учащённое дыхание."

    "Я прислушалась к шорохам ночного леса."

    ul "Ты тоже боишься?"

    al "Да. Я чувствую, что там кто-то есть."

    "Мы напрягли слух и зрение. Через некоторое время мы увидели свет внутри развалин. Кто-то тихо двигался вдоль стены с обратной стороны."

    al "Пошли, только тихо!"


    scene bg ruins2 with dissolve

    "Мы стали красться вдоль стены к оконному проёму."


    scene cg uv_pic_sugar with dissolve

    pause (1000000000000000000.0)


    stop music fadeout 0.5

    queue music "audio/music/z_131.mp3"


    scene cg uv_pic_sugar2 with dissolve

    "Осторожно заглянув внутрь, мы увидели силуэт склонившийся над нашей приманкой. Существо аккуратно собирало сахар маленькими руками, сгребая его в мешочек."


    scene cg al_ul_in_bushes with dissolve

    al "У неё хвост..."

    "И действительно, существо махало хвостом так, как это делают кошки, когда возбуждены и нервничают. Вдруг мы услышали урчание. Оно было как кошачье, но к нему примешивался звук «хря-я-я»."

    al "Странно, она не ест сахар, а просто собирает его."

    ul "Давай схватим её за хвост"

    al "Ты что, это же разумное существо! Мы угостили её не для того, чтобы отправить в живой уголок, как енота. Вдруг она знает то, чего не знаем мы? Судя по всему, она уже давно тут живёт."

    "Алиса привстала. Свет упал на её лицо. Я потянула её вниз."

    ul "Пригнись, она же увидит тебя!"

    al "Я этого и хочу."


    stop music fadeout 0.5

    queue music "audio/music/z_124.mp3"


    scene bg ruins3 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса встала и обойдя стену, вышла на свет."

    al "Не бойся! Мы пришли с миром. Мы принесли тебе угощение."


    scene bg ruins3 with dissolve

    show sp_iul_008:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Девочка-кошка вскочила и в два прыжка оказалась возле лестницы ведущей на второй этаж. Я тоже вышла из-за стены. Глаза кошки блеснули. Казалось она узнала меня. Наступила тишина."


    scene bg ruins3 with dissolve

    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Если она сейчас убежит, значит мы её уже никогда не увидим."

    "Алиса села на землю и я последовала её примеру. Она взяла пригоршню сахара в руку и протянула существу."

    al "Если хочешь, завтра мы принесем тебе ещё. Ты умеешь говорить?"


    scene bg ruins3 with dissolve

    show sp_iul_009:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Теперь я разглядела её лучше. Она была совсем рядом. Маленькая, с кошачьими ушками и хвостиком. В остальном совсем как обычная девочка."

    "Постояв немного, существо потянуло носом воздух. Вдруг, оно издало звук похожий на чиханье. И произнесла совсем обычным, только очень мягким и тихим голосом:"


    stop music fadeout 0.5

    queue music "audio/music/z_1013.mp3"


    uv "Вы не будете меня ловить?"

    "Это было неожиданно. Мы дружно замотали головами. Кошка-девочка присела на корточки. Её хвост всё ещё ходил взад и вперед. Похоже, что она была начеку и могла исчезнуть в любую секунду."

    "Она снова потянула носом в сторону Алисы. Что-то привлекало её."


    scene bg ruins3 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса проследила взгляд и сняла с шеи тесемочку, на которой висел маленький флакончик. Это были болгарские духи."

    "Я вспомнила, что точно такие же любила мама. Они продавались в очень маленьких длинных стекляшках и они здорово пахли. Алиса протянула флакон девочке-кошке:"

    al "Вот, возьми. Тебе нравится?"


    scene bg ruins3 with dissolve

    show sp_iul_008:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Девочка-кошка быстро схватила флакончик и обнюхав, спрятала. Кажется, контакт был установлен."


    scene bg ruins3 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Зачем ты собираешь грибы?"


    scene bg ruins3 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    uv "Запасаю."


    scene bg ruins3 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "А мышей?"


    scene bg ruins3 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    uv "Мышей я не ем. Я их ловлю, потому что у меня инстинкт. Потом отпускаю."


    stop music fadeout 0.5

    queue music "audio/music/z_124.mp3"


    scene bg ruins3 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса стала расспрашивать кошку, как давно она тут живет и знает ли она, что рядом есть лагерь."


    scene bg ruins3 with dissolve

    show sp_iul_009:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Та охотно отвечала на вопросы, но по большей части односложно, ограничиваясь ответами «да» или «нет». Оказалось, что кошка живет тут давно и ворует в лагере сахар и сухари."


    scene bg ruins3 with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1


    "Тут я не удержалась, чтобы не задать ей вопрос:"

    ul "Скажи, а ты знаешь мальчика с чёлкой, который ловит рыбу?"


    scene bg ruins3 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Да, он приносит мне рыбу. А ещё мы с ним ходим в подземелье, когда нужно что-нибудь утащить."


    scene bg ruins3 with dissolve

    show sp_al_044:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса насторожилась:"

    al "Какое подземелье?"


    scene bg ruins3 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    uv "В замке, что находится за развалинами. Оно ведёт в лагерь."


    scene bg ruins3 with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса продолжала расспрашивать её, но кошка только пожимала плечами."


    scene bg ruins3 with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Наконец, сказав: «САМИ УВИДИТЕ», она взяла мешочек, в который собирала сахар, встала и махнула нам рукой, приглашая следовать за ней."

    uv "Я покажу вам подземелье. Потому что если вы пойдете лесом, то наверняка заблудитесь. Дорога отсюда иногда бывает полна случайностей."

    "Это была самая длинная фраза, которую я услышала от неё."


    scene bg pot with dissolve

    show sp_iul_009:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Когда мы шли за ней, я ловила себя на мысли, что хочу дотронуться до хвоста. Вдруг она остановилась и посмотрела на меня."

    uv "Ты можешь..."

    "Она приподняла кончик хвоста и положила его мне в ладонь."


    scene bg pot with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 1.0 subpixel True
        zoom 1.1

    "«Странно, я же не сказала этого вслух» — подумала я. Хвост был мягкий и шелковистый. Я немного подержала его в руке. Алиса тоже погладила его."

    ul "А как тебя зовут?"


    scene bg pot with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    uv "Не знаю. Можете назвать меня, как хотите."


    scene bg pot with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Я буду называть тебя Юлей."


    scene bg pot with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Кошка кивнула в знак согласия. Она повернулась и пошла вперед. Её шагов совсем не было слышно, по лесу она передвигалась совершенно бесшумно."

    "Мы не зажигали фонарь и двигались за ней, доверяя её безошибочному зрению. Ни разу мы не зацепились за ветки или корни деревьев."


    stop music fadeout 0.5

    queue music "audio/music/z_171.mp3"


    scene cg ruins_diary with dissolve

    "Наконец, мы вышли на поляну."

    show sp_iul_009:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    uv "Вот он."

    "Юля указала на покрытое плющом полуразрушенное здание."

    "В отличие от предыдущего, оно было каменным. Темные потёки на каменной кладке и мох, который покрывал её, говорили о том, что здание было очень старое."


    scene cg downstairs with dissolve

    "Юля уверенно вошла в пролом в стене и стала спускаться по лестнице вниз."

    "Алиса включила фонарик. Кошка оглянулась и зашипела. Мы с Алисой отпрянули. Это было очень неожиданно. Потушив фонарик, Алиса взяла свечу и зажгла её."

    "Кошка успокоилась. Мы спускались вниз, и мне казалось, что ступеням не будет конца."

    "Я шепнула Алисе на ухо:"

    ul "А вдруг она нас заманивает?"

    al "Иди и не разговаривай. Мне кажется, ей можно верить."


    scene bg underground with dissolve

    show sp_iul_012:
        yalign 0.1 subpixel True
        xalign 0.0 subpixel True
        zoom 1.2 

    "Наконец, Юля остановилась."

    uv "Вот тоннель. Вы дойдете."


    scene bg underground with dissolve

    "Мы не успели ни о чем её спросить, как оказались одни в темноте. «Спасибо за сахар!» — донеслось откуда-то сверху. Тьма обступила нас. Мы были озадачены."


    stop music fadeout 0.5

    queue music "audio/music/z_124.mp3"


    scene bg underground with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вот так дела."


    scene bg underground with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "А ты надеялась, что Юля доведет нас до лагеря? Она кошка и гуляет сама по себе."

    "Алиса включила фонарик. Стены лабиринта уходили далеко вперед. Моя свеча наполовину сгорела, о чем я и сообщила Алисе."

    al "Ничего! Если что, пойдем назад и выберемся наружу. До рассвета не так уж далеко, сориентируемся. А пока — вперед!"

    "Алиса решительно направилась по проходу. Я хотела что-то возразить, но видя удаляющуюся фигуру, как последняя трусиха, кинулась за ней."


    stop music fadeout 0.5

    queue music "audio/music/z_176.mp3"


    scene cg al_ul_underground_diary with dissolve

    "Мы не знали, сколько времени шли по подземелью, но мне показалось, что очень долго. Может быть, потому что я устала и ободрала коленку. А может быть, просто от волнения."

    "Я всё время думала, что мы уходим от единственного выхода. Батарейка и свеча закончатся, и нам придется идти назад в темноте."

    "На ум приходили всякие слышанные мной истории, что в таких подземельях обитают духи мертвых и всякая прочая нелюдь."

    "Да и то, что нас привело сюда существо, которое могло быть только игрой воображения, не добавляло мне храбрости."


    scene bg underground with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Алис, может вернемся?"


    scene bg underground with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Ты же пионер, а пионеры не отступают перед трудностями."

    "Она села. Пол подземелья был слегка влажным. Пахло плесенью и землей."

    "Алиса сунула мне бутерброд."

    "На. Вот, купила в нашем буфете."

    "Алиса протянула мне кубик плавленого сыра, и мы дружно задвигали челюстями. Свечка, поставленная на пол, освещала два метра пространства. С сытостью возвращалась и моя смелость."


    scene bg underground with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Вот будет смешно, когда мы расскажем про зверушку. Впрочем, всё равно никто не поверит."


    scene bg underground with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса хмыкнула."

    al "Нас и так считают за «немного ку-ку». А ты хочешь, чтобы они растрезвонили по всему лагерю, что мы точно чокнутые. Это же девчонки!"

    "Алиса сказала это таким тоном, как будто сама не была девчонкой."


    scene bg underground with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ага, растрезвонят."


    scene cg ul_ant_diary with dissolve

    "Алиса показала мне на крошки, рассыпанные нами на полу. К ним выстроилась цепочка муравьев."

    ul "Вот это да! Ночью не спят. Это, наверное, какие-то волшебные, ночные муравьи."


    scene bg underground with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "А я думаю о другом. Муравьи никогда не живут слишком глубоко. Ты заметила, что пол тоннеля все время идёт в гору? Мы поднимаемся наверх."

    "Она подняла палец и прислушалась. Откуда-то сверху доносились звуки. Мы снова двинулись вперед."


    scene cg ul_al_candle_diary with dissolve

    "Наконец, моя свеча последний раз вспыхнула и погасла. Я протянула Алисе огарочек:"

    ul "Всё, хана свече."

    "Алиса зачем-то спрятала огарок в карман."

    al "Я слышала от проверенных людей, что огарки от свечей тоже едят. Если нам суждено тут остаться, мы продержимся ещё сутки на парафине."

    "Она сказала это так заговорщицки, что я поняла, что она шутит. Это меня рассмешило."


    scene bg underground with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А у нас вообще ещё есть еда?"


    scene bg underground with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса достала печенье."

    al "Вот, я привезла ещё из дому, оно так и лежало до сих пор. Теперь пригодится."


    scene bg underground with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я обрадовалась:"

    ul "Ну, тогда вперед!"


    stop music fadeout 0.5

    queue music "audio/music/z_171.mp3"


    scene bg underground with dissolve

    "Через два десятка шагов мы уперлись в стену. Алиса обследовала её и повернувшись ко мне, спросила:"


    scene bg underground with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Сколько мы шли?"


    scene bg underground with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Не знаю. Может, три часа, а может и шесть. Ведь Юля сказала, что они ходят в лагерь вместе с ПИОНЕРОМ."


    scene cg staircase_diary with dissolve

    "Алиса подняла фонарик и посветила вверх."

    "Но потолка над нами не было, и луч фонаря уходил куда-то в темноту."

    al "Значит, должна быть лестница."

    "И лестница в виде скоб, идущих вверх, скоро нашлась."


    stop music fadeout 0.5

    queue music "audio/music/z_124.mp3"


    scene bg underground with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Ну, ты первая. А я буду страховать, если свалишься."


    scene bg underground with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А вдруг, тут очень высоко?"


    scene bg underground with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "А что, у нас есть выбор? Если мы упадем, то печенье съедят муравьи. Хоть кто-то окажется в выигрыше."


    scene bg underground with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А когда мы тут умрем, то и черви окажутся в выигрыше."

    "Мрачно пошутила я. Это снова нас развеселило."


    scene cg staircase_diary with dissolve

    "Скобы были рассчитаны, наверное, на человека огромного роста. Мне пришлось подтягиваться на каждой, чтобы зацепиться на следующую. Вдруг сверху потянуло свежим воздухом."


    stop music fadeout 0.5

    queue music "audio/music/z_736.mp3"


    scene cg starry_sky_diary with dissolve

    al "Смотри!"

    "Алиса потушила фонарь и действительно, в темноте мы увидели звёзды. Целое море звезд. Выход оказался старым полуразвалившимся колодцем."

    "Выбравшись, мы упали на траву. И так и лежали, глядя на звёзды."

    al "Приключение, однако."

    ul "— Знаешь, a звёзды притягивают, ага."

    al "Они вытянули нас из колодца."

    ul "В каком-то смысле, да. Если веришь в звёзды, то земные трудности не страшны. Вселенная..."


    scene bg pot with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Вдруг Алиса встрепенулась:"

    al "Хватит валяться, нас ждут великие дела. Смотри, там огонёк!"


    stop music fadeout 0.5

    queue music "audio/music/z_180.mp3"


    scene bg campfire_empty with dissolve

    "Мы пошли на свет и наткнулись на догорающий костёр. На веточках, воткнутых в землю, была нанизана уже вполне готовая рыба."

    scene bg campfire_empty with dissolve

    pause (1000000000000000000.0)


    stop music fadeout 0.5

    queue music "audio/music/z_023.mp3"


    scene bg campfire_empty with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса огляделась."

    al "Здесь есть кто-нибудь?"

    "Лес ответил молчанием. Наверное кто-то из ребят жарил рыбку, но после вечернего горна убежал, а рыбка приготовилась."


    scene bg campfire_empty with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Для нас. Хочешь? Я дико голодная!"


    scene bg campfire_empty with dissolve

    "Мы поделили рыбу, и я подкинула веточек в костёр."


    scene bg campfire_empty with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Нам надо в лагерь, доедай и пошли. Ты же помнишь?"

    "Алиса достала из рюкзака «отмычку» и помахала ей перед моим носом."

    al "ДОСЬЕ! Лагерь, судя по всему, в двух шагах. До рассвета ещё часа два. Мы успеем."


    scene bg campfire_empty with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ага. Папа говорил, фто утром фамый крепкий фон."

    "Сказала я сквозь полный рот."


    stop music fadeout 0.5

    queue music "audio/music/z_017.mp3"


    scene bg campfire_empty with dissolve

    show sp_pi_001:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Неожиданно сзади послышался шум, и мы оглянулись. К костру вышел ПИОНЕР. Тот самый, с чёлкой. Он отсалютовал:"

    pi "Привет пионерам!"


    stop music fadeout 0.5

    queue music "audio/music/z_124.mp3"


    scene cg al_ul_pi_campfire with dissolve

    pause (1000000000000000000.0)


    al "Приветик."

    "Алиса дернула меня за руку и прошептала:"

    al "Странное совпадение."

    al "Если это твоя рыба, так мы её съели."

    pi "А-а."

    "Пионер, кажется, вовсе не удивился."

    pi "Это прекрасно, значит, все идет по плану. Вы из НОРЫ?"

    "Он кивнул в сторону, откуда мы только что пришли."

    "Я не дала Алисе ответить:"

    ul "Да! И мы шли от самых развалин!"

    pi "Далековато. Но вам не обязательно было выходить здесь."

    "Алиса зло уставилась на него:"

    al "Не говори загадками, умник. Там был единственный ход."

    pi "Разве?"

    "В голосе пионера слышалась насмешка."

    pi "А сколько раз вы смотрели на потолок?"

    "Алиса поперхнулась и посмотрела на меня."

    al "Один раз."

    "Пионер беззвучно засмеялся. Я в первый раз заметила, что его кожа была странного голубоватого цвета. «Наверное, какой-то отсвет от костра» — подумала я."

    pi "Если бы вы чаще смотрели вверх, то нашли бы по пути, как минимум, пять таких же выходов. Они есть под каждым домиком лагеря. И ещё — под медпунктом."


    stop music fadeout 0.5

    queue music "audio/music/z_417.mp3"


    pi "Но туда вы не попадете. Его стережет КУКЛА."

    "Мы переглянулись."

    pi "Впрочем, это имя её первой рабочей версии. Для вас она просто МЕДИЧКА. А Виолой её назвал начальник лагеря."

    al "Начальница."

    "Пионер вдруг посуровел."

    "Нет. Начальник лагеря, мой отец."

    pi "Этот лагерь во время войны готовил разведчиц, и мой отец был тут начальником. И они бы убили главного фашистского зверя, если бы эта штука..."

    "Он сделал рукой круг над головой"

    "Вдруг не включилась сама."

    ul "ШТУКА? Ничего не понимаю!"

    "Алиса сделала предостерегающее движение и незаметно покрутила пальцем у виска. Потом повернулась к ПИОНЕРУ и на полном серьезе спросила:"

    al "А как узнать, что ШТУКА снова заработала?"

    "Пионер наклонился к нам и тихо произнес:"

    pi "Когда все колодцы начнут светиться изнутри."


    stop music fadeout 0.5
    queue music "audio/music/z_023.mp3"


    scene bg square with dissolve

    "Мы расстались с Пионером и через 20 минут уже были возле домика Ольги Дмитриевны."


    scene bg square with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "По дороге я спросила у Алисы:"

    ul "Ты считаешь, что Пионер всё выдумал?"


    scene bg square with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса хмыкнула."

    al "Я считаю, что у него не все дома. Хотя многое он предсказал точно. И про сахар, и про колодец."

    "Она остановилась и повернулась ко мне."

    al "Вот откуда он знал, что мы вышли из подземелья?"


    scene bg square with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А то, что он говорил про Войну и разведчиков?"

    "Я попыталась направить мысли Алисы в интересующее меня русло."

    ul "Ведь если он сказал правду, то ему сейчас, как сыну начальника лагеря, должно быть много лет. Война закончилась тридцать лет назад. А он выглядит едва ли старше тебя."


    scene bg square with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Да бред, ясно же!"


    scene bg square with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "А я слышала от мальчишек в столовой, что тут был раньше военный лагерь. Значит, он не врет."

    ul "И что немцы разбомбили тут всё, а потом на руинах построили домики, используя каменные фундаменты старых. В подвалах домиков никто никогда не был. Видела там железные ржавые двери с замками?"

    ul "Когда я обследовала лагерь, то спросила у Ольги Дмитриевны про эти двери."

    ul "А она вместо того чтобы объяснить, сильно рассердилась. И сказала, чтобы мы не лазили там, где нам не положено, и что она распорядится поставить на них новые замки."


    scene bg square with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Да, хотела, но не поставила. Я видела, как Семён возился с таким замком. Он так и не смог его открыть."

    al "У него была целая сумка новых замков. Сильно чертыхался, когда колотил по ним молотком. Кажется, даже отбил себе палец."


    scene bg square with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Представляю, ведь их не открывали больше тридцати лет. Но если лагерь бомбили, то и подвалы тоже должны были пострадать, а они совершенно целые."


    scene bg square with dissolve

    show sp_al_043:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Загадка..."

    "Сказала Алиса задумчиво. Потом лицо её прояснилось:"


    scene bg square with dissolve

    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Эврика! Если замки нельзя открыть, то их не нужно открывать."


    scene bg square with dissolve

    show sp_ul_053:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я раскрыла рот и так осталась стоять, глядя на Алису. Иногда она говорила странные вещи."


    scene bg square with dissolve

    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса постучала меня пальцем по лбу, так же, как сделала это ночью у развалин, и закончила фразу:"

    al "То тогда можно просто разобрать пол, отодвинув хотя бы одну половицу. Дурында! Ладно, потом подумаем над этим."


    scene bg square with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса сосредоточенно посмотрела на окна домика вожатой."

    al "Как думаешь, Семён сейчас там?"


    scene bg square with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Ольга Дмитриевна уехала и вернется только к обеду. Он наверняка там."


    stop music fadeout 0.5
    queue music "audio/music/z_197.mp3"

    scene bg square with dissolve

    "Вдруг, мы услышали голоса."


    scene bg square with dissolve

    show sp_al_007:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Прячемся!"


    scene cg al_ul_sneak with dissolve

    "Алиса потащила меня за домик."

    "Мужской и женский голоса о чем-то спорили. Алиса толкнула меня в бок."

    al "Семён и Лена. Ну, тихоня! Все-таки добилась своего. Да уж, Славя и Мику будут безутешны."

    ul "А Женя?"

    al "Женя? Ты шутишь? Да кому нужна эта серая библиотечная мышка? Этот синий чулок. Она звезд с неба не хватает. Хотя, при его всеядности, без Жени коллекция, конечно, была бы неполной."

    ul "Интересно, он пригласит её в домик?"

    al "Сомневаешься? Я нет."


    scene cg sem_len_bench with dissolve

    "Семён с Леной остановились возле домика ОД и сели на лавку."

    sem "Леночка, ты же не думаешь, что я всерьез способен увлечься этой аморальной личностью?"


    scene cg al_ul_sneak with dissolve

    ul "Это он про тебя"

    "Прошептала я на ухо Алисе."

    "Она засопела."


    scene cg sem_len_bench with dissolve

    "Я едва узнала голос Лены. Таких нот в нем я никогда не слышала:"

    le "Ты ранил моё сердце, Сёма. Я понимаю, что ОНА сделала это нарочно, чтобы позлить меня. Но ты должен был сказать ей... И вообще, не позволять... А ты принес ей эту чертову еду! Что я должна была думать?"

    "Голос Семёна стал вкрадчивым:"

    sem "Так ты зайдешь, Ленусь? Мы отметим наше примирение. Так, по чуть-чуть. А ещё у меня есть твои любимые ассорти."

    "Лена замялась. В её голосе чувствовалась нерешительность."

    le "Нет, осталось меньше часа до рассвета, кто знает? Может, эта выдра, Улька, шпионит за нами и всё доложит Ольге Дмитриевне."

    "Я сжала кулаки. Как я хотела бы сейчас выскочить и врезать этой тихоне! Но я сдержалась, конечно."


    sem "За это не беспокойся. Ольга Дмитриевна у меня вот где."

    "Семён поднял сжатый кулак."

    sem "У меня есть на неё кое-какой компромат. Думаешь, она святая? Ладно, если не хочешь посидеть у меня, я хотя бы провожу тебя, а по дороге мы кое-что обсудим. Виола просила..."


    scene cg al_ul_sneak with dissolve

    "Они поднялись с лавочки. Дальше я не расслышала, потому что голоса затихли, удаляясь."


    stop music fadeout 0.5
    queue music "audio/music/z_131.mp3"


    scene cg dark_window with dissolve

    show sp_al_007:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса выскочила из укрытия."

    al "Быстрее! У нас есть немного времени!"

    "Она сунула мне в руку железный прут."

    al "Я подсажу тебя, а ты постарайся этой штукой через форточку отжать шпингалет на окне."

    "Я подтянулась, а Алиса подставила свое плечо."

    al "Маленькая, а тяжелая."


    stop music fadeout 0.5
    queue music "audio/music/z_124.mp3"


    scene bg cabinet with dissolve

    "На удивление у нас всё получилось, и мы ввалились внутрь через открытую створку. Было ещё темно."


    scene bg cabinet with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Не зажигай свет, демаскирует"

    "Алиса включила фонарик."

    al "Гляди-ка, ещё работает. Так, сюда."

    "Она уверенно двинулась к столу."

    al "Черт, ящик закрыт! Поищи ключ на полочке."

    "Ключа нигде не было."

    al "Если я сломаю замок, то она догадается."


    scene bg cabinet with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я лихорадочно шарила руками по полке, потом в тумбочке и наконец, в вещах вожатой, висящих на вешалке. Ничего."


    scene bg cabinet with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Черт! "

    "Алиса стала примеряться к ящику, намереваясь взломать замок."


    scene bg cabinet with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Стой!"


    scene cg lenin_diary with dissolve

    "Мой взгляд упал на портрет ВОЖДЯ в огромной тяжелой раме, висящий на стене."

    "Я подошла к нему. Однажды, в каком-то фильме про разведчиков я видела, как главный герой прятал донесение за картину. Алиса сразу всё поняла:"


    scene bg cabinet with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Давай!"


    scene cg lenin_diary with dissolve

    "Я подставила стул и вскарабкавшись на него, постаралась приподнять край рамы. Получалось плохо.  Алиса посмотрела на портрет и нахмурилась."


    scene bg cabinet with dissolve

    show sp_al_013:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Никогда не любила этот портрет, — сказала она. Вдруг размахнувшись, она кинула в портрет книгой."


    scene cg lenin_diary with dissolve

    show sp_ul_053:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Что ты делаешь!"

    "Я обхватила портрет закрывая его собою."

    ul "Это же Ленин!"


    scene cg lenin_diary with dissolve

    "Книга, ударившись о раму, с глухим стуком отскочила. Послышался тонкий звон от падения металлического предмета на пол."


    scene cg lenin_diary with dissolve

    show sp_ul_023:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Это ключ! Алиса, ты выбила ключ из вождя!"


    scene bg cabinet with dissolve

    show sp_al_006:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса наклонилась и подобрала небольшой ключ с колечком и продекламировала:"

    al "Ильич делится тайнами с пионерами."


    scene cg lenin_diary with dissolve

    show sp_ul_021:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Да ладно тебе."

    "Я поправила слегка покосившийся портрет."

    ul "Давай, открывай."


    stop music fadeout 0.5
    queue music "audio/music/z_130.mp3"


    scene bg cabinet with dissolve

    "В столе лежали папки. Ящик был большой, и мы насчитали около пятнадцати папок."


    scene bg cabinet with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Найдя большую папку с надписью ПЕРВЫЙ ОТРЯД, Алиса быстро расшнуровала её. Там лежали папки помельче. Лена, Славя, Ульяна..."

    al "Ой, Улька! И на тебя тут завели досье."


    scene bg cabinet with dissolve

    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    "Я протянула руку:"

    ul "А ну-ка!"


    scene bg cabinet with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Нет, потом почитаешь. Время дорого. Так, вот ещё... Алиса, Семён."


    scene cg sem_dossier with dissolve

    "Она села на стул и открыла папку Семёна."

    al "Что тут у нас? Родился — прочерк, место жительства — прочерк, возраст — двадцать восемь лет."

    "Алиса озадаченно повертела листок в руках."


    scene bg cabinet with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Что-то тут они намутили с возрастом. Ладно, пошли дальше."


    scene cg sem_dossier with dissolve

    al "«Семён — важное звено эксперимента. Оказать содействие по внедрению. Отобран в связи с особыми качествами характера. Идеален для подсадки в любой коллектив, группу, сообщество»."

    al "«Имеет способности располагать к себе, пользуется успехом у противоположного пола, абсолютно аморален, тверд. Любит испытывать и причинять боль. Бисексуален, любопытен, неразборчив в средствах»."

    al "«Управляем через тщеславие. Идеалов нет. Самолюбив. Склонен преувеличивать собственную значимость. Синдром Герострата»."

    al "Понятно"


    scene bg cabinet with dissolve

    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса вынула из папки листы с личным делом, а саму папку аккуратно завязала. То же самое она проделала со всеми досье пионеров нашего отряда. Пустые папки Алиса положила обратно в ящик и щёлкнула замком."

    al "ОД ничего не заметит, пока ей не понадобится посмотреть что-то в личных делах. На, просунь руку под портрет."

    "Она отдала мне ключ."

    al "А я отодвину раму немного, там где-то должен быть гвоздик."


    scene cg lenin_diary with dissolve

    "Не без труда она отжала багет. Гвоздик действительно был."


    scene bg cabinet with dissolve

    "Когда ключ оказался на месте, я спрыгнула со стула и одновременно услышала, как кто-то открывает дверь."


    stop music fadeout 0.5
    queue music "audio/music/z_131.mp3"


    scene cg dark_window with dissolve

    "Мы метнулись к окну и кубарем вывалились наружу."

    "Я пребольно ударилась копчиком о забор, а Алиса поцарапала веткой лицо. Мы кинулись прочь через парк. На бегу Алиса повернулась и посмотрела на окно. Оно было открыто."


    scene bg square with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Стой! Ложись!"


    scene cg dark_window with dissolve

    "Мы упали на траву газона. В окне появилась фигура Семёна. Он долго вглядывался в белесые от тумана сумерки начинающегося рассвета и прислушивался. Потом медленно закрыл окно."


    scene bg square with dissolve

    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Всё, бежим."


    stop music fadeout 0.5
    queue music "audio/music/z_023.mp3"


    scene bg auhouse2 with dissolve

    "В домике мы разложили личные дела на столе."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Давай смотреть."


    scene cg ul_dossier with dissolve

    "Алиса протянула мне скреплённые скрепкой листки с моим досье."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "А вот личное дело Лены. «Елена Тихонова». Посмотрим, что за человек наша Тихоня."


    scene cg le_dossier with dissolve

    al "«До 7 лет воспитанница Хорошиловского Детского дома...» СТОП! У неё что, нет родителей? Точно, вот в строке «родители» прочерк. Хорошо, смотрим дальше. А, вот характеристика."

    al "«Характеризуется в целом положительно.»"

    al "«Черты характера. Положительные: Прилежна. Аккуратна. Трудолюбива. Исполнительна. Начитана»."

    al "«Особые черты характера: Старается держаться в тени. Избегает шумных компаний, с товарищами по лагерю держится отстранённо. Обладает хорошей памятью. Наблюдательна»."

    al "«Отрицательные: Чрезмерно скрытна. Не прощает обид. Очень впечатлительна. Влюбчива»."

    al "«Резюме — Может быть использована для сбора информации о пионерах как своего, так и других отрядов»."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    "Алиса отложила досье Лены и задумалась."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Думаешь, она  шпионит за всеми и докладывает Ольге Дмитриевне? Она сексот?"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_004:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Не знаю. Не хотелось бы в это верить."

    al "Во всяком случае, она дружит со Славей. Если бы она докладывала ОД обо всем, что делается в отряде, то влетело бы в первую очередь старосте. А староста у нас Славя."

    al "Она часто прикрывает наши нарушения режима в лагере ну и много чего."

    al "Ладно. Подумаем об этом завтра. А сейчас — срочно спать! Надо вздремнуть хотя бы час перед линейкой. Иначе ОД легко вычислит нас по красным глазам."


    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "Красным? А что, у меня красные сейчас?"


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Как у кролика."

    scene bg auhouse_crop1 with dissolve
    
    show sp_ul_019:
        yalign 0.0 subpixel True
        xalign 0.0 subpixel True
        zoom 1.1

    ul "У тебя тоже."


    scene bg auhouse_crop2 with dissolve
    
    show sp_al_005:
        yalign 0.1 subpixel True
        xalign 1.0 subpixel True
        zoom 1.2

    al "Все, по койкам!"



    scene black with fade

    pause (1000000000000000000000.0)

    stop music fadeout 1.0

    jump day6


return
    