label invest_12:

    scene bg secret2

    "Когда я нашла заколку Алисы, я подумала, что ничего странного в этом нет. Заколка лежала под лавочкой недалеко от нашего домика. Может быть, Алиса сидела там с кем-то из мальчишек."

    "Но потом я вспомнила, что Алиса никогда не садилась на эту лавочку. Она сказала, что эту лавочку видно из окна домика Мику. А Мику — известная болтушка."

    "Поэтому никакая это не нычка, а скорее, антинычка. Значит, тут Алиса точно сидеть не могла. Тогда что тут делает ее заколка? Загадка..."

    "И я на всякий случай заглянула еще раз под лавочку. Ничего больше не нашла. Но зато я обнаружила, что за скамейкой, в кирпичном фундаменте домика, как будто один кирпич стоит криво."

    "Я попробовала его вытащить. Он вынулся легко. Образовался тайник. Я сунула туда руку и вытащила дневник. Это был дневник Алисы. Так вот где она, оказывается, его прячет!"

    "И я долго не позволяла себе его открыть, хотя это было легче легкого. Я хотела положить его на место, но потом подумала: я, как настоящий репортер-писатель, должна быть в курсе всего."

    "А вдруг Алиса потеряет дневник? И только я сохраню воспоминания и запишу их."

    "И вот я сказала себе, что мне как подруге неверное можно заглянуть. Все равно я сохраню тайну. И потом, возможно ей нужна помощь, а сама она не скажет, она очень гордая."

    "А потом я скажу Алисе, что читала. И так будет честно. Но не сразу скажу, а когда уже всё закончится. Или не скажу. Я ещё не решила."

    "В общем, я кое что скопировала."






# Когда я нашла заколку Алисы, я подумала, что ничего странного в этом нет. Заколка лежала под лавочкой недалеко от нашего домика. Может быть, Алиса сидела там с кем-то из мальчишек. Но потом я вспомнила, что Алиса никогда не садилась на эту лавочку. Она сказала, что эту лавочку видно из окна домика Мику. А Мику — известная болтушка. Поэтому никакая это не нычка, а скорее, антинычка. Значит, тут Алиса точно сидеть не могла. Тогда что тут делает ее заколка? Загадка... И я на всякий случай заглянула еще раз под лавочку. Ничего больше не нашла. Но зато я обнаружила, что за скамейкой, в кирпичном фундаменте домика, как будто один кирпич стоит криво. Я попробовала его вытащить. Он вынулся легко. Образовался тайник. Я сунула туда руку и вытащила дневник. Это был дневник Алисы. Так вот где она, оказывается, его прячет. И я долго не позволяла себе его открыть, хотя это было легче легкого. Я хотела положить его на место, но потом подумала: я, как настоящий репортер-писатель, должна быть в курсе всего. А вдруг Алиса потеряет дневник? И только я сохраню воспоминания и запишу их. 
 # И вот я сказала себе, что мне как подруге неверное можно заглянуть. Все равно я сохраню тайну. И потом, возможно ей нужна помощь, а сама она не скажет, она очень гордая. А потом я скажу Алисе, что читала. И так будет честно. Но не сразу скажу, а когда уже всё закончится. Или не скажу. Я ещё не решила.
# В общем, я кое что скопировала.










    pause (100000000000000000000.0)

